import React, {useEffect, useState} from "react";
import '../Styles/Stoneworkshop.scss'
import langfileGreek from '../Lang/el.json'
import langfileEnglish from '../Lang/en.json'
import { useIntl} from 'react-intl';


export default function StoneworkshopPage(){

    var lang = useIntl()
    var locale = lang.locale
    const[workshop, setWorkshop] = useState(langfileGreek.stoneworkshop)

    useEffect(()=>{
        if(locale === 'el')
        {
            setWorkshop(langfileGreek.stoneworkshop)
        }else{
            setWorkshop(langfileEnglish.stoneworkshop)
        }
    },[locale])

    return(
        <div id='sw-container'>
            <div id='sw-header'>
                <span>{workshop.title}</span>
                <span>{workshop.dates}</span>
            </div>
            <div id='sw-info'>
                <span>{workshop.introtext}</span>
                <span>{workshop.info1}</span>
                <span>{workshop.info2}</span>
                <span className="sw-subtitle">{workshop.accommodation}</span>
                <span>{workshop.accommodationInfo1}</span>
                <span>{workshop.accommodationInfo2}</span>
                <span className="sw-subtitle">{workshop.accommodationHouses}</span>
                <span>{workshop.accommodationHouses1}</span>
                <span>{workshop.accommodationHouses2}</span>
                <span>{workshop.accommodationHouses3}</span>
            </div>
            <div id='sw-inscription'>
                <span className="sw-subtitle">{workshop.costAndRegistration}</span>
                <span>{workshop.cost}</span>
                <a href={workshop.formlink} target='_blank'>{workshop.registration}</a>
            </div>





{/* <div>
<ul>
  <li>
    <div>
      <div >
        <div>
          <h4>Γιάννης Αλεφαντινός</h4>
          <div>
            <p>Ο Γιάννης Αλεφαντινός γεννηθηκε το 1956, στα Τζαννακιανά, οικισμό της Κοινότητας Μαργαριτών Μυλοποτάμου. Ο παππούς του όπως και  πατέρας του Γιάννης και οι πατρικοί του θείοι, Γιώργος και Νίκος ήταν όλοι μάστορες της πέτρας και ασχολούνταν με την οικοδομή αλλά και τη λιθοξοΐα. Κοντά τους μαθήτευσε από την παιδική του ηλικία. Έμαθε από παιδί τις τεχνικές της εξόρυξης και τα είδη της ντόπιας πέτρας, το χτίσιμο του πετρότοιχου, το πελέκημα και  την κατασκευή θυρωμάτων, όπως και τη γλυπτική της πέτρας.</p>
            <p>Έχτισε «με ζευγάρι» το μάστορα Γιώργη Γεροβασάκη, στο Δεσποτικό της Μητρόπολης του Ρεθύμνου, συμμετείχε στην ανέγερση των ναών  του Προφήτη Ηλία στην Αρχαία Ελεύθερνα, της Αγίας Τριάδας  στα Αγγελιανά, του Αγίου Γεωργίου στο Χουμέρι, του  Αγίου Σπυρίδωνα στα Πηγουνιανά, στην οικοδόμηση του σχολείου στο χωριό Χώνος Ρεθύμνου.  Επίσης εργάστηκε στην αναστήλωση της Μονής του Αγίου Ιωάννου στο Μπαλί όπως και στα έργα αναστήλωσης της Φορτέτζας του Ρεθύμνου και στο αρχοντικό-πύργο του ιατρού Εμμανουήλ Μαθιουδάκη στα Αγγελιανά. Ασχολήθηκε με την οικοδόμηση  μεγάλου αριθμού  πετρόκτιστων  οικιών  ως τη δεκαετία του ΄90</p>
            <p>Όταν μειώθηκε η χρήση της πέτρας ως βασικού οικδομικού υλικού, συνέχισε δουλεύοντας στην αναστήλωση και αποκατάσταση λίθινων κατασκευών, στο αρμολόγημα και στα επιχρίσματα λιθοδομής. Χρησιμοποίησε ντόπια χώματα και πειραματίστηκε με αυτά για τη στερεότητα και τη στεγανότητα των αρμών και των επιχρισμάτων.  Τον ενδιέφερε η στερεότητα όσο και το αισθητικό αποτέλεσμα και γι αυτό χρησιμοποίησε τις γνώσεις από την παράδοση των προγόνων του και τη δική του μεγάλη τεχνική εμπειρία.</p>
            <p>Παράλληλα καθώς σεβόταν και είχε πάντα μεγάλο ενδιαφέρον για την παράδοση, δημιούργησε ένα αξιόλογο γραπτο αρχείο από καταγραφές των συγχωριανών του, αλλά και ιστορικών γεγονότων που έζησε ο ίδιος και χαρακτήρισαν την εποχή του.</p>
            <p>Ο Γιάννης Αλεφαντινός είναι ο τελευταίος μάστορας της πέτρας στις Μαργαρίτες, που γνωρίζει και εφαρμόζει τις τοπικές οικοδομικές τεχνικές, τις οποίες  χρησιμοποιούσαν για αιώνες  οι μάστορες της πέτρας στο χωριό αυτό, δημιουργώντας την εξαίρετη χαρακτηριστική εικόνα του.</p>
            <p>Το καλοκαίρι του 2020 και του 2021, ο Γιάννης Αλεφαντινός συμμετείχε ως εκπαιδευτής στο πρώτο εργαστήριο αποκατάστασης λιθοδομής που έγινε με επιτυχία στις Μαργαρίτες από την ΚΟΙΝΣΕΠ ΡΟΔΑΚΑΣ. Επίσης έλαβε μέρος στην έρευνα της Ομάδας Προφορικών Αφηγήσεων Μαργαριτών για την ιστορική καταγραφή των οικογενειών και των κατοικιών της Κοινότητας Μαργαριτών και βοήθησε σημαντικά στην πραγματοποίηση του ντοκιμαντέρ  της Ομάδας Προφορικών Αφηγήσεων Μαργαριτών : «Το Κατώφλι της Μνήμης».</p>
          </div>
        </div>
      </div>
    </div>
  </li>
  <li>
    <div>
      <div >
        <div>
          <h4>Κωστής Βεργιανάκης</h4>
          <div>
            <p>Ο Κώστας Βεργιανάκης γεννήθηκε το 1962 στον οικισμό Αλφά δήμου Μυλοποτάμου, ένα χωριό με πλούσια πολιτισμική και πολιτιστική κληρονομιά. Στον οικισμό  λόγω του πλούσιου υπεδάφους σε κοιτάσματα  πορόλιθου, της φημισμένης Αλφόπετρας, πέτρας εύκολης σε επεξεργασία και ανθεκτικής στην χρήση της στις κατασκευές, αναπτύχθηκαν με τον καιρό πολλοί φημισμένοι και αξιόλογοι,  για την εποχή που έζησε ο καθένας, μάστορες στο χτίσιμο της πέτρας.</p>
            <p>Το 1985 ο Κώστας Βεργιανάκης διδάχτηκε την τέχνη της πέτρας  κοντά σε δύο από αυτούς τους «πρωτομάστορες» τον Χαράλαμπο και τον Γιάννη Βεργιανάκη. Μάστορες με σημαντική παρακαταθήκη στο χώρο των  πέτρινων κατασκευών. Η γνωριμία και συνεργασία  του με το Μανώλη Σκευάκη, λιθοξόο - γλύπτη, το έτος 1990  τον ωθεί ώστε να δει από άλλη οπτική γωνία το χτίσιμο της πέτρας, ενώ στη συνέχεια η επαγγελματική συνεργασία με τον Κωνσταντίνο Τζανουδάκη  ή Τζανουδόκωστα από τον οικισμό Λαγκά δήμου Μυλοποτάμου, πρωτομάστορα εξίσου φημισμένο για την τεχνική του στο χτίσιμο, διεύρυνε περαιτέρω τις γνώσεις και την κατασκευαστική αντίληψή του.</p>
            <p>Σήμερα, ο Κώστας Βεργιανάκης ακολουθεί τον ίδιο δρόμο που όλοι οι παραπάνω του έδειξαν. Ο κάθε ένας ξεχωριστά συνέβαλε με τον δικό του τρόπο στην διαμόρφωση του χαρακτήρα του ως  «πρωτομάστορα» με αξιόλογη κατασκευαστική εμπειρία και διαδρομή. Και εκείνος με τη σειρά του, προσπαθεί να μεταλαμπαδεύσει τις γνώσεις του και την τέχνη που κατέχει,  σε όποιον είναι πρόθυμος να μάθει.</p>
         </div>
        </div>
      </div>
    </div>
  </li>
</ul>

            </div> */}
        </div>
    )
}