{
    "language":"en",
    "rodakas":"O Ρόδακας",
    "activities":"Δράσεις",
    "archive":"Αρχείο",
    "multimedia":"Πολυμέσα",
    "communication":"Επικοινωνία",
    "COMMUNICATION":"ΕΠΙΚΟΙΝΩΝΙΑ",
    "address":"Διεύθυνση",
    "margarites":"Μαργαρίτες Ρεθύμνου 74052",
    "president-contact":"Παδουβά Μαρία – Πρόεδρος: 0030 – 6944330970",
    "secretary-contact": "Σταματάκι Γεωργία - Γραμματεας: 0030 – 6941592259",
    "clerk-contact":"Φασούλη Ευαγγελία - Ταμείας: 0030 – 6944216552",
    "send-us-message":"Στείλτε μας ένα μήνυμα!",
    "homescreen-title":"Ομάδα Προφορικών Αφηγήσεων Μαργαριτών",
    "homepage":"Αρχική",
    "narratives-archive":"Αρχείο προφορικών αφηγήσεων",
    "narratives-archive-text":"Από το 2017 έως σήμερα η ομάδα Προφορικών Αφηγήσεων Μαργαριτών έχει πραγματοποιήσει πάνω από 100 συνεντεύξεις κατοίκων κυρίως των Μαργαριτών με βασικούς άξονες τα ιστορικά ζωής, τα οικογενειακά ιστορικά και τις τέχνες και πρακτικές του περασμένου αιώνα. Στο αρχείο αυτό έρχεται να προστεθεί πλήθος συνεντεύξεων της δεκαετίας του '80 που πραγματοποιήθηκαν από την Μαρία Παδουβά, πρόεδρο του Ρόδακα. Το συνολικό αρχείο συνεντεύξεων είναι υπό απομαγνητοφώνηση και επεξεργασία, σε αυτό δεν παύουν να προστίθενται νέες συνεντεύξεις που πραγματοποιεί η ομάδα κατά τη δράση της.",
    "photo-archive":"Φωτογραφικό αρχείο",
    "photo-archive-text":"Από το 2017 έως σήμερα η ομάδα Προφορικών Αφηγήσεων Μαργαριτών έχει συλλέξει δεκάδες φωτογραφίες του χωριού και των κατοίκων του παραχωρημένες από τις ιδιωτικές συλλογές των Μαργαριτσανών, τραβηγμένες από τις αρχές του 20ου αιώνα και ύστερα.",
    "stone-house-title":"Πετρόκτιστη κατοικία Μαργαριτών",
    "stone-house-text":"Σύντομη αναφορά στη φυσιογνωμία της κοινότητας Mαργαριτών ως τα μέσα του 20ου αιώνα και μορφή της πετρόκτιστης κατοικίας.",
    "not available":"Προς το παρόν μη διαθέσιμο διαδικτυακά",
    "download":"λήψη",
    "mavrogiannis":"Μαυρογιάννης",
    "karfakis":"Παντελής Καρφάκης",
    "drosaki":"Ελένη Δροσάκη",
    "president":"Πρόεδρος",
    "secretary":"Γραμματέας",
    "treasurer":"Ταμείας",
    "member":"Μέλος",
    "about1-title":"Η Ομάδα Προφορικών Αφηγήσεων Μαργαριτών",
    "about1-text1":"Δημιουργήθηκε το 2017 από μια ομάδα κατοίκων του χωριού Μαργαρίτες Ρεθύμνου. Στόχος ήταν η καταγραφή Ιστορικών ζωής των πιο μεγάλων σε ηλικία κατοίκων της Κοινότητας.",
    "about1-text2":"Κίνητρο για τη δημιουργία αυτού του αρχείου, ήταν η συνειδητοποίηση ότι με το τέλος της γενιάς των ανθρώπων που το 2017 είναι από 80 ετών και επάνω, χάνεται η ζωντανή μνήμη ιστορικών γεγονότων που ξεκινούν από το Β’ Παγκόσμιο Πόλεμο, την Κατοχή, τον εμφύλιο και προχωρουν ως τις μέρες μας. Χάνεται επίσης η ζωντανή μνήμη κοινωνικών γεγονότων και σχέσεων κατά τη διάρκεια μιας περιόδου που οι Μαργαρίτες και οι γύρω κοινότητες ήταν πολυπληθέστερες, ο βιοπορισμός βασιζόταν στη γεωργική παραγωγή και την αγγειοπλαστική και οι συναλλαγές γινόταν ως επι το πλείστον με ανταλλαγή προϊόντων. Επιλέον με τη γενιά αυτή τελειώνει και η ζωντανή μνήμη επαγγελματων, και πρακτικών καθημερινής ζωής όπως και η μνήμη της μορφής του οικισμού, πριν τα μέσα του 20ου αιώνα.",
    "about1-text3":"Ισχυρό κίνητρο επίσης ήταν η ανάγκη αποτύπωσης του λόγου των ανθρώπων, που αφηγούνται. Λόγου ανεπηρρέαστου συνήθως από την εγκύκλια παιδεία και που όσο αφορά το περιεχόμενο, το λεκτικό και την προσωδία του, απηχεί την εποχή της Προφορικότητας, εποχή που η γνώση, η πληροφορία, η δράση, το συναίσθημα αλλά και κάθε είδους σχέση αναδύονταν και αποτυπώνονταν μέσα από την ζωντανη και συνεχή προφορική αφήγηση στην Κοινότητα.",
    "about2-title":"Ο Ρόδακας",
    "about2-text1":"Η Κοινότητα Μαργαριτών αποτελεί το συνδετικό παράγοντα του Ρόδακα. Η Ιστορία, τα πρόσωπα, οι κοινωνικές/δημογραφικές, θεσμικές και πολιτισμικές αλλαγές που προβάλλουν μέσα από τις αφηγήσεις των κατοίκων της ήταν το πρώτο και σημαντικότερο πεδίο συνάντησης και ενδιαφέροντος της ομάδας, αποτέλεσαν το κίνητρο και έδωσαν την έμπνευση για τη δημιουργία της και για τους σκοπούς της.",
    "about2-text2":"Ο Ρόδακας έθεσε ως πρώτο στόχο τη δημιουργία του Αρχείου Προφορικών Αφηγήσεων όπως και του Φωτογραφικού Αρχείου της Κοινότητας Μαργαριτών, που θα είναι χρήσιμο και πρόσφορο για την έρευνα αλλά συγχρόνως θα αποτελεί παρακαταθήκη και μνημονικό πυρήνα για τους νεότερους ανθρώπους είτε είναι κάτοικοι είτε κατάγονται απο τις Μαργαρίτες και τις γύρω κοινότητες. Το ίδιο ισχύει και για τα εργαστήρια λιθοδομής και κεραμικής. Η γνώση και η εφαρμογή της ξεκινά από την Κοινότητα, απευθύνεται στο ευρύτερο κοινό και ξαναγυρνά στην ίδια.",
    "members":"Μέλη",
    "members1-mame":"Μαρία Παδουβά",
    "members1-title":"Φιλόλογος",
    "members1-text":"Γεννήθηκα στην Αθήνα το 1959. Η μητέρα μου είχε καταγωγή από τις Μαργαρίτες και ο πατέρας μου από τον Ορθέ Μυλοποτάμου. Αποφοίτησα από το Τμήμα Μέσων και Νέων Ελληνικών Σπουδών της Φιλοσοφικής Σχολής του Πανεπιστημίου Ιωαννίνων και στη συνέχεια φοίτησα στην ECOLE DES HAUTES ETUDES EN SCIENCES SOCIALES, στο Παρίσι απ’ όπου πήρα το Δίπλωμα της Σχολής από τον τομέα της Εθνολογίας. Συνέχισα τις μεταπτυχιακές σπουδές μου στο Πανεπιστήμιο PARIS 1 PANTHEON-SORBONNE όπου και έλαβα το D.E.A. από τον τομέα της Βυζαντινής και Μεταβυζαντινής Ιστορίας. Η έρευνα στον τομέα της Εθνολογίας και της Ιστορίας έγινε με πεδίο αναφοράς τα χωριά του Μυλοποτάμου Κρήτης και ιδιάιτερα τις Μαργαρίτες και για το λόγο αυτό ξεκίνησα τις πρώτες συνεντεύξεις με κατοίκους της περιοχής τη δεκαετία του 1980. Το θέμα της έρευνάς μου ήταν η Κατοικία και η Οικογένεια στον Ορεινό και Ημιορεινό Μυλοπόταμο. Στο διάστημα αυτό εργάστηκα ερευνητικά ως εθνολόγος σε προγράμματα στο Πάντειο Πανεπιστήμιο και στο Μουσείο Κρητικής Εθνολογίας, σε συνεργασία με το Χριστόφορο Βαλλιάνο, στους Βώρους Ηρακλείου, με θέμα την Κεραμική Τέχνη στα χωριά της Κρήτης. (Ειδικότερα Μαργαρίτες και Θραψανό). Υπηρετώ στην Δημόσια Δευτεροβάθμια Εκπαίδευση ως φιλόλογος από το 1994 και έχω δύο παιδιά. Το θέρος του 2017, εγκαταστάθηκα στις Μαργαρίτες και μετατέθηκα στο Γυμνάσιο Γαράζου Μυλοποτάμου, του οποίου είμαι ως σήμερα διευθύντρια. Ενας από τους σημαντικότερους λόγους για τον οποίο επιδίωξα και πραγματοποίησα την επιστροφή στον τόπο καταγωγής μου, ήταν η συνέχιση της εθνολογικής καταγραφής, η συλλογή προφορικών αφηγήσεων, οικογενειακών ιστορικών και ιστορικών ζωής, όπως και η καταγραφή τεχνογνωσίας και πρακτικών που δεν ασκούνται πλέον όσο αφορά τις τέχνες, τη μεταποίηση προιόντων, την καλλιέργεια της γης… Επίσης είχα την ισχυρή πεποίθηση πως αυτές οι διαδικασίες πρέπει να αποτελέσουν αντικείμενο ομαδικής δουλειάς από μέλη την ίδιας της Κοινότητας και να διαμορφώσουν με τη μορφή των αρχείων, αλλά και μέσα από ζωντανά εργαστήρια, τρόπο σύνδεσης με το παρελθόν, την τοπική Ιστορία και την ταυτότητά της ίδιας της Κοινότητας και των μελών της.",
    "members2-mame":"Γεωργία Σταματάκι",
    "members2-title":"τίτλος",
    "members2-text":"...",
    "members3-mame":"Ευαγγγελία Φασούλη",
    "members3-title":"τίτλος",
    "members3-text":"...",
    "members4-mame":"Αθηνά Σκεπετζάκη",
    "members4-title":"τίτλος",
    "members4-text":"...",
    "members5-mame":"Αντώνης Λεοντίδης",
    "members5-title":"Μουσικός",
    "members5-text":"...",
    "members6-mame":"Ειρήνη Φασούλη",
    "members6-title":"Ελεύθερη Επαγγελματίας",
    "members6-text":"Ονομάζομαι Φασούλη Ειρήνη. Γεννήθηκα και ζω στις Μαργαρίτες. Είμαι παντρεμένη και έχω αποκτήσει τρία παιδιά. Δραστηριοποιούμαι επαγγελματικά στο χωριό, στον τομέα του τουρισμού. Αγαπώ το χωριό μου και θεωρώ σημαντική τόσο την ανάδειξη της τοπικής ιστορίας όσο και τη συνέχεια της ζωής του χωριού μέσα από τους νέους. Αυτούς τους στόχους επιθυμώ να πραγματοποιήσω μέσα από τη δουλειά μου στο Ρόδακα. Είμαι ευγνώμων που τους δύσκολους καιρούς που ζούμε μου δίνεται αυτή η ευκαιρία.",
    "members7-mame":"Κώστας Παπαδάκης",
    "members7-title":"Θεολόγος",
    "members7-text":"Γεννήθηκα στην Αθήνα από γονείς με καταγωγή από τις Μαργαρίτες. Σπούδασα Θεολογία στο Αριστοτέλειο Πανεπιστήμιο Θεσσαλονίκης και έκανα μεταπτυχιακές σπουδές ειδίκευσης στην Εκκλησιαστική Ιστορία. Παρακολούθησα σεμινάρια ελληνικής παλαιογραφίας στο ΜΙΕΤ και στο Πατριαρχικό Ιδρυμα Πατερικών Μελετών και ιστορικών επιστημών στο Κέντρο Βυζαντινών Σπουδών του Εθνικού Ιδρύματος Ερευνών. Τα ερευνητικά μου ενδιαφέρονται στρέφονται στο χώρο της εκκλησιαστικής ιστορίας, της ιστορίας του βιβλίου και των βιβλιοθηκών με έμφαση τα εκκλησιαστικά αρχεία και τις βιβλιοθήκες. Εργάστηκα στην 9η Εφορεία Βυζαντινών Αρχαιοτήτων (Θεσσαλονίκη). Από το 1992 ζω και δραστηριοποιούμαι στην Κρήτη. Εργάστηκα ως υπάλληλος βιβλιοπωλείου, ως καθηγητής στη μέση εκπαίδευση, ως τεχνίτης ανασκαφών στην Ελεύθερνα και από το 1998 ως σήμερα ως βιβλιοθηκονόμος στο τμήμα σπανίων βιβλίων της βιβλιοθήκης του Πανεπιστημίου Κρήτης. Από το 1995 ως το 1998 συμμετείχα στο κοινοτικό συμβούλιο της Κοινότητας Μαργαριτών. Η συμμέτοχή μου στο «Ρόδακα» αποτελεί μια ευκαιρία σύζευξης της μελέτης της προφορικής παράδοσης και του υλικού μας πολιτισμού με τη βιβλιογραφική και αρχειακή έρευνα.",
    "members8-mame":"Νίκος Τζανιδάκης",
    "members8-title":"τίτλος",
    "members8-text":"...",
    "members9-mame":"Νικολέτα Καυγαλάκη",
    "members9-title":"τίτλος",
    "members9-text":"...",
    "members10-mame":"Σμαράγδα Τουλούπα",
    "members10-title":"τίτλος",
    "members10-text":"...",
    "members11-mame":"Χαράλαμπος Λεοντίδης",
    "members11-title":"Μηχανικός Η/Υ",
    "members11-text":"Γεννήθηκα στην Αθήνα, με καταγωγή από τις Μαργαρίτες, από επισκέπτης έγινα κάτοικος του χωριού το 2020. Είμαι απόφοιτος της Σχολής Ηλεκτρολόγων Μηχανικών και Μηχανικών Ηλεκτρονικών Υπολογιστών του Εθνικού Μετσόβιου Πολυτεχνίου. Προβληματσμένος από το μέλλον των απομονωμένων μικρών κοινοτήτων της ελληνικής επαρχίας επέλεξα να παρακολουθήσω και να ολοκληρώσω το Διεπιστημονικό Πρόγραμμα Μεταπτυχιακών Σπουδών \"Περιβάλλον και Ανάπτυξη των Ορεινών Περιοχών\" του Εθνικού Μετσόβιου Πολυτεχνείου στο οποίο ασχολήθηκα με την μελέτη σεναρίων χωροθέτησης σταθμών πρόληψης των πλημμυρών στην ΠΕ Ρεθύμνου. Ο Ρόδακας για εμένα αποτελεί εκτός από στοίχημα πολιτική στάση, ως μια προσπάθεια υποστήριξης της μικρής κοινότητας και ενίσχυσης της τοπικής παραγωγής πολιτισμού και γνώσης.",
    "multimedia1-title":"«Το Κατώφλι της Μνήμης»",
    "multimedia1-text":"Πώς φτιάχτηκαν οι συμπαγείς οικιστικές νησίδες με τους ψηλούς εξωτερικούς τοίχους που κλείνουν «σαν το ρόδι», τις κατοικίες των Μαργαριτσανών; Ποιες οικογένειες κατοίκησαν σε ποιές γειτονιές και ποιες οι ιστορίες τους; Πώς οι χτίστες έβγαζαν την πέτρα και πώς χτιζόταν ένα σπίτι από τους ντόπιους μαστόρους; Είναι τα θέματα για τα οποία μιλά «Το κατώφλι της μνήμης» 2019, το δεύτερο ντοκιμαντέρ της Όμάδας Προφορικών Αφηγήσεων (Ρόδακας). Η καταγραφή αυτή βασίζεται στις προφορικές μαρτυρίες και είναι ένα οδοιπορικό στους δημόσιους χώρους και αναδρομή στη μνήμη του πατρικού σπιτιού και των παιδικών χρόνων των κατοίκων του χωριού.",
    "multimedia2-title":"«Πιο Δύσκολα Χρόνια πιο Ευτυχισμένα Χρόνια»",
    "multimedia2-text":"Ένα μέρος του αρχειακού υλικού (βίντεο, συνεντεύξεις, φωτογραφίες), από τις καταγραφές των ιστορικών ζωής των μεγαλύτερων σε ηλικία κατοίκων των Μαργαριτών χρησιμοποιήθηκε για την δημιουργία του ντοκιμαντερ «Πιο δύσκολα χρόνια πιο ευτυχισμένα χρόνια» με άξονες τις σημαντικές προσωπικές σχέσεις και τα ιστορικά και κοινωνικά γεγονότα που επηρέασαν τις ζωές των προσώπων που αφηγούνται. Η απόφαση για την υλοποίηση του ντοκιμαντέρ προέκυψε από την ανάγκη να εξωτερικεύσει η ομάδα τη δράση της και να συμβάλλει στην αισθητοποίηση γύρω από την σημασία της αφήγησης και την αξία της μνήμης για την συγκρότηση της πολιτισμικής ταυτότητας και την κοινωνική συνοχή.",
    "stoneworkshop":{
        "title":"Εργαστήριο κατασκευής ξερολιθιάς και αποκατάστασης λιθοδομής με φυσικά υλικά",
        "dates":"22 - 29 Ιουλίου 2023",
        "introtext":"Ένα καλοχτισμένο κτίρι είναι πάντα αξιοζήλευτο, μας τραβάει το βλέμμα και το ταξιδεύει πάνω στην συμμετρία αλλά και την ασύμμετρη μοναδικότητά του. Μας γεννά θαυμασμό για το μερακλίκι του μάστορα, την επιθυμία να δούμε τη ζωή μέσα σε αυτό και την εποχή που το γέννησε. Oι τεχνικές και η εμπειρία της παραδοσιακής λιθοδομής ζει ακόμα στα χέρια ορισμένων μαστόρων σε όλη την Ελλάδα. Η ομάδα του Ρόδακα οργανώνει για τέταρτη χρονιά δύο Εργαστήρια  για τη μετάδοση και την εφαρμογή των βασικών αρχών της παραδοσιακής δόμησης στον τόπο μας, με την χρήση φυσικών υλικών. Η βιωματική γνώση, η εργασία και η ολοκλήρωση του συγκεκριμένου έργου, δημιουργούν τη μοναδική δυνατότητα να αλλάξει η σχέση και η οπτική του συμμετέχοντος απέναντι στα κτίρια κάθε είδους, στο δομημένο χώρο και στο περιβάλλον του. Στο πλευρό σας θα είναι οι ντόπιοι Μάστορες Γιάννης Αλεφαντινός (Μαργαρίτες), για την αποκατάσταση πέτρινου τοίχου και το αρμολόγημα με φυσικά υλικά και Κώστας Βεργιανάκης με το συνεργείο του (Αλφά) για την κατασκευή της ξερολιθιάς. Τα βιογραφικά τους υπάρχουν στη συνέχεια. Επίσης θα παρακολουθήσετε μια θεωρητική και πρακτική εισαγωγή στις εφαρμογές των κονιαμάτων με βάση το χώμα και τον ασβέστη σε παραδοσιακές και βιώσιμες κατασκευές από τους αρχιτέκτονες Claire Oiry, Γιώργο Ανδρεσάκη και Γιώργο Ιγγλεζάκη. Το πρόγραμμα των παράλληλων δράσεων θα δημοσιευθεί σύντομα.",
        "info1":"Το εργαστήριο Κατασκευής Ξερολιθιάς και το Εργαστήριο Αποκατάστασης της Παραδοσιακής Λιθοδομής με Φυσικά Υλικά θα εκτυλίσσονται παράλληλα οπότε οι συμμετέχοντες του φετινού εργαστηρίου λιθοδομής μπορούν να επιλέξουν να συμμετέχουν σε ένα από τα δύο.",
        "Programtitle":"Φυσιογνωμία και πρόγραμμα του εργαστηρίου:",
        "program":"Το εργαστήριο θα ξεκινήσει με την υποδοχή των συμμετοχόντων και μία ιστορική και αρχιτεκτονική ξενάγηση στο χωριό το Σάββατο 22 Ιουλίου. Τα εργαστήρια θα είναι καθημερινά τις πρωινές ώρες έως το μεσημέρι στις 14.00 από την Κυριακή 23 έως το Σάββατο 29 Ιουλίου. Τα απογεύματα θα εκτυλίσσονται παράλληλες δράσεις όπως ομιλίες και θεματικές εκδρομές. Την τελευταία μέρα, αφού γίνει ένας απολογισμός το μεσημέρι, θα ακολουθήσει το βράδυ γιορτή για το κλείσιμο του εργαστηρίου. Σύντομα θα ανακοινωθεί το αναλυτικό πρόγραμμα και οι παράλληλες δράσεις.",
        "accommodation":"Διαμονή:",
        "accommodationInfo1":"Παρέχεται η δυνατότητα διαμονής χωρίς αντίτιμο συγκεκριμένου αριθμού συμμετεχόντων σε χώρο φιλοξενείας της μονής Σωτήρος Χριστού και Αγιού Γεδεών.",
        "accommodationInfo2":"Ακόμα παρέχεται χωρίς αντίτιμο χώρος για την κατασκήνωση συμμετεχόντων σε δικά τους αντίσκηνα.",
        "accommodationHouses":"Δυνατότητα διαμονής υπάρχει στους ξενώνες:",
        "accommodationHouses1":"«Το σπίτι των Κουρητών» στον οικισμό των Μαργαριτών Τζαννακιανά, με διαθέσιμα: Δίκλινα δωμάτια με κόστος 20 ευρώ ανά άτομο με πρωινό. Τρίκλινα και Τετράκλινα δωμάτια με κόστος 15 ευρώ ανά άτομο. Τηλέφωνο επικοινωνίας: 6945722052 κ. Αναστασία Φρυγανάκη",
        "accommodationHouses2":"«Χαλικούτικα» Μαργαρίτες. Κατοικία που διατίθεται με πλήρη εξοπλισμό και διαθέσιμα δύο υπνοδωμάτια με δίκλινα κρεβάτια και ένα μονόκλινο. Το κόστος ολόκληρης της κατοικίας είναι 70 ευρώ. Τηλέφωνο επικοινωνίας: 6973005153 κ. Γιώργος Σκαλιδάκης",
        "accommodationHouses3":"Archontiko Rodomeli Μαργαρίτες. Ξενώνας με δίκλινα δωμάτια. Τιμή δωματίου 50 ευρώ. Τηλέφωνο επικοινωνίας κα. Ελένη Γιαννουσάκη 6979101973",
        "costAndRegistration":"Κόστος του εργαστηρίου και εγγραφή:",
        "cost":"Το κόστος του εργαστηρίου είναι 180 ευρώ. Προκειμένου να κρατηθεί η θέση σας πρέπει να κατατεθεί μία προκαταβολή των 60 ευρώ στο λογαριασμό του Ρόδακα GR57 0171 3750 0063 7514 8760 913. Για να δηλώσετε συμμετοχή συμπληρώστε την παρακάτω φόρμα.",
        "registration":"Εγγραφή",
        "formlink":"https://forms.gle/qrybcdWrLUzSfiWL7",
        "instructorTitle":"Μάστορες:",
        "instructorName1":"Γιάννης Αλεφαντινός",
        "instructorBio1":"Ο Γιάννης Αλεφαντινός γεννηθηκε το 1956, στα Τζαννακιανά, οικισμό της Κοινότητας Μαργαριτών Μυλοποτάμου. Ο παππούς του όπως και  πατέρας του Γιάννης και οι πατρικοί του θείοι, Γιώργος και Νίκος ήταν όλοι μάστορες της πέτρας και ασχολούνταν με την οικοδομή αλλά και τη λιθοξοΐα. Κοντά τους μαθήτευσε από την παιδική του ηλικία. Έμαθε από παιδί τις τεχνικές της εξόρυξης και τα είδη της ντόπιας πέτρας, το χτίσιμο του πετρότοιχου, το πελέκημα και  την κατασκευή θυρωμάτων, όπως και τη γλυπτική της πέτρας. Έχτισε «με ζευγάρι» το μάστορα Γιώργη Γεροβασάκη, στο Δεσποτικό της Μητρόπολης του Ρεθύμνου, συμμετείχε στην ανέγερση των ναών  του Προφήτη Ηλία στην Αρχαία Ελεύθερνα, της Αγίας Τριάδας  στα Αγγελιανά, του Αγίου Γεωργίου στο Χουμέρι, του  Αγίου Σπυρίδωνα στα Πηγουνιανά, στην οικοδόμηση του σχολείου στο χωριό Χώνος Ρεθύμνου.  Επίσης εργάστηκε στην αναστήλωση της Μονής του Αγίου Ιωάννου στο Μπαλί όπως και στα έργα αναστήλωσης της Φορτέτζας του Ρεθύμνου και στο αρχοντικό-πύργο του ιατρού Εμμανουήλ Μαθιουδάκη στα Αγγελιανά. Ασχολήθηκε με την οικοδόμηση  μεγάλου αριθμού  πετρόκτιστων  οικιών  ως τη δεκαετία του ΄90. Όταν μειώθηκε η χρήση της πέτρας ως βασικού οικδομικού υλικού, συνέχισε δουλεύοντας στην αναστήλωση και αποκατάσταση λίθινων κατασκευών, στο αρμολόγημα και στα επιχρίσματα λιθοδομής. Χρησιμοποίησε ντόπια χώματα και πειραματίστηκε με αυτά για τη στερεότητα και τη στεγανότητα των αρμών και των επιχρισμάτων.  Τον ενδιέφερε η στερεότητα όσο και το αισθητικό αποτέλεσμα και γι αυτό χρησιμοποίησε τις γνώσεις από την παράδοση των προγόνων του και τη δική του μεγάλη τεχνική εμπειρία. Παράλληλα καθώς σεβόταν και είχε πάντα μεγάλο ενδιαφέρον για την παράδοση, δημιούργησε ένα αξιόλογο γραπτο αρχείο από καταγραφές των συγχωριανών του, αλλά και ιστορικών γεγονότων που έζησε ο ίδιος και χαρακτήρισαν την εποχή του. Ο Γιάννης Αλεφαντινός είναι ο τελευταίος μάστορας της πέτρας στις Μαργαρίτες, που γνωρίζει και εφαρμόζει τις τοπικές οικοδομικές τεχνικές, τις οποίες  χρησιμοποιούσαν για αιώνες  οι μάστορες της πέτρας στο χωριό αυτό, δημιουργώντας την εξαίρετη χαρακτηριστική εικόνα του. Από το πρώτο εργαστήριο πέτρας το καλοκαίρι του 2020, ο Γιάννης Αλεφαντινός έχει συμμετάσχει έως τώρα ως εκπαιδευτής σε όλα τα εργαστήρια αποκατάστασης λιθοδομής του ΡΟΔΑΚΑ. Επίσης έλαβε μέρος στην έρευνα της Ομάδας Προφορικών Αφηγήσεων Μαργαριτών για την ιστορική καταγραφή των οικογενειών και των κατοικιών της Κοινότητας Μαργαριτών και βοήθησε σημαντικά στην πραγματοποίηση του ντοκιμαντέρ  της Ομάδας Προφορικών Αφηγήσεων Μαργαριτών : «Το Κατώφλι της Μνήμης».",
        "instructorName2":"Κωστής Βεργιανάκης",
        "instructorBio2":"Ο Κώστας Βεργιανάκης γεννήθηκε το 1962 στον οικισμό Αλφά δήμου Μυλοποτάμου, ένα χωριό με πλούσια πολιτισμική και πολιτιστική κληρονομιά. Στον οικισμό  λόγω του πλούσιου υπεδάφους σε κοιτάσματα  πορόλιθου, της φημισμένης Αλφόπετρας, πέτρας εύκολης σε επεξεργασία και ανθεκτικής στην χρήση της στις κατασκευές, αναπτύχθηκαν με τον καιρό πολλοί φημισμένοι και αξιόλογοι,  για την εποχή που έζησε ο καθένας, μάστορες στο χτίσιμο της πέτρας. Το 1985 ο Κώστας Βεργιανάκης διδάχτηκε την τέχνη της πέτρας  κοντά σε δύο από αυτούς τους «πρωτομάστορες» τον Χαράλαμπο και τον Γιάννη Βεργιανάκη. Μάστορες με σημαντική παρακαταθήκη στο χώρο των  πέτρινων κατασκευών. Η γνωριμία και συνεργασία  του με το Μανώλη Σκευάκη, λιθοξόο - γλύπτη, το έτος 1990  τον ωθεί ώστε να δει από άλλη οπτική γωνία το χτίσιμο της πέτρας, ενώ στη συνέχεια η επαγγελματική συνεργασία με τον Κωνσταντίνο Τζανουδάκη  ή Τζανουδόκωστα από τον οικισμό Λαγκά δήμου Μυλοποτάμου, πρωτομάστορα εξίσου φημισμένο για την τεχνική του στο χτίσιμο, διεύρυνε περαιτέρω τις γνώσεις και την κατασκευαστική αντίληψή του. Σήμερα, ο Κώστας Βεργιανάκης ακολουθεί τον ίδιο δρόμο που όλοι οι παραπάνω του έδειξαν. Ο κάθε ένας ξεχωριστά συνέβαλε με τον δικό του τρόπο στην διαμόρφωση του χαρακτήρα του ως  «πρωτομάστορα» με αξιόλογη κατασκευαστική εμπειρία και διαδρομή. Και εκείνος με τη σειρά του, προσπαθεί να μεταλαμπαδεύσει τις γνώσεις του και την τέχνη που κατέχει,  σε όποιον είναι πρόθυμος να μάθει.",
        "program0":"Τα εργαστήρια αποκατάστασης λιθοδομής και αρμολογήματς με φυσικά υλικά και ξερολιθιάς θα πραγματοποιούνται καθημερινά από τις 23 έως τις 28 Ιουλίου, τα πρωινά μεταξύ 8.30 και 14.00.", 
        "program1":{
            "date":"Σάββατο 22 Ιουλίου:",
            "morning": "Ιστορική και αρχιτεκτονική ξενάγηση στις Μαργαρίτες από το Μάστορα και Δάσκαλο του Εργαστηρίου Αποκατάστασης κ. Γιάννη Αλεφαντινό και την Εθνολόγο κ. Μαρία Παδουβά.",
            "evening":"Οι αρχές και οι νόμοι της λιθοδομής στο τοπικό παράδειγμα από το Μάστορα και Δάσκαλο του Εργαστηρίου της Ξερολιθιάς κ. Κωνσταντίνο Βεργιανάκη."
        },  
        "program2":{
            "date":"Κυριακή 23 Ιουλίου:",
            "evening":"Παρουσίαση στην αυλή του Δημοτικού Σχολείου Μαργαριτών, από την κ. Μαρία Βακονδίου Αρχαιολόγο Διδάκτορα του Πανεπιστημίου Κρήτης με θέμα: Γλύπτες στην περιοχή του Μυλοποτάμου κατά τη Βενετική περίοδο."
        },
        "program3":{
            "date":"Δευτέρα 24 Ιουλίου:",
            "evening":"Παρουσίαση στην αυλή του σχολείου των Μαργαριτών απο τον κ. Μωυσή Μυλωνά Ομότιμο Καθηγητή Οικολογίας του Πανεπιστημίου Κρήτης με θέμα : Η Οικολογική Σημασία της Ξερολιθιάς σε ένα μεταβαλλόμενο περιβάλλον."
        },        
        "program4":{
            "date":"Τετάρτη 26 Ιουλίου:",
            "evening":"Οδοιπορικό και γεωλογική ξενάγηση στο φαράγγι των Μαργαριτών απο τον Γεωλόγο Δρ. Χαράλαμπο Φασουλά, Πρόεδρο του Γεωπάρκου Ψηλορείτη."
        },        
        "program5":{
            "date":"Παρασκευή 28 Ιουλίου:",
            "evening":"Παρουσίαση στην αυλή του σχολείου των Μαργαριτών από την αρχιτέκτονα κ. Claire Oiry και τους αρχιτέκτονες κ.κ. Γιώργο Ανδρεσάκη και Γιώργο Ιγγλεζάκη με θέμα: Άργιλος και Ασβέστης. Τα συνδετικά υλικά της βιώσιμης δόμησης. Η παρουσίαση θα είναι εισαγωγική για το εργαστήριο που θα γίνει στις 29 Ιουλίου για την πρακτική εισαγωγή στα κονιάματα σε παραδοσιακές και βιώσιμες κατασκευές."
        },        
        "program6":{
            "date":"Σάββατο 29 Ιουλίου:",
            "morning":"Εργαστήριο για την πρακτική εισαγωγή στα κονιάματα σε παραδοσιακές και βιώσιμες κατασκευές από την αρχιτέκτονα κ. Claire Oiry και τους αρχιτέκτονες κ.κ. Γιώργο Ανδρεσάκη και Γιώργο Ιγγλεζάκη",
            "evening":"Αποτίμηση και εκδήλωση για το τέλος των Εργαστηρίων λιθοδομής Ιουλίου 2023"
        }
    },
    "workshops":{
        "1":{
            "title":"Εργαστήριο συντήρησης και αποκατάστασης λιθοδομής με φυσικά υλικά",
            "dates":"31 Ιουλίου - 2 Αυγούστου 2020",
            "images":[
                "https://i.imgur.com/kD6pA2B.jpg",
                "https://i.imgur.com/wJiWyzR.jpg",
                "https://i.imgur.com/aOBoSVE.jpg"
            ]
        },
        "2":{
            "title":"Εργαστήριο κατασκευής ξερολιθιάς και αποκατάστασης λιθοδομής με φυσικά υλικά",
            "dates":"25 - 31 Ιουλίου 2021",
            "images":[
                "https://i.imgur.com/VljrNaN.jpg",
                "https://i.imgur.com/H6EhmSt.jpg",
                "https://i.imgur.com/b9qY1mt.jpg",
                "https://i.imgur.com/mezUuxE.jpg"
            ]
        },
        "3":{        
            "title":"Εργαστήριο αναλογικής φωτογραφίας",
            "dates":"24 - 27 Μαρτίου 2022",
            "images":[
                "https://i.imgur.com/sATS7g3.jpg"
            ]
        },
        "4":{
            "title":"Εργαστήριο υφαντικής",
            "dates":"12 - 18 Ιουνίου 2022",
            "images":[
                "https://i.imgur.com/3dczMq3.png"
            ]
        },
        "5":{
            "title":"Εργαστήριο κατασκευής ξερολιθιάς και αποκατάστασης λιθοδομής με φυσικά υλικά",
            "dates":"24 - 30 Ιουλίου 2022",
            "images":[
                "https://i.imgur.com/fyL6Jx6.jpg"
            ]
        },
        "6":{
            "title":"Εργαστήριο κατασκευής ξερολιθιάς και αποκατάστασης λιθοδομής με φυσικά υλικά",
            "dates":"22 - 28 Οκτωβρίου 2022",
            "images":[
                "https://i.imgur.com/Nqja63c.jpg"
            ]
        },
        "7":{
            "title":"Εργαστήριο υφαντικής",
            "dates":"20 - 26 Νοεμβρίου 2022",
            "images":[
                "https://i.imgur.com/GALaxQL.jpg"
            ]
        },
        "8":{
            "title":"Τριήμερα υφαντικής",
            "dates":"Ιανουάριος - Φεβρουάριος 2023",
            "images":[
                "https://i.imgur.com/nBw5wzF.jpg"
            ]
        },
        "9":{
            "title":"Εργαστήριο κατασκευής ξερολιθιάς και αποκατάστασης λιθοδομής με φυσικά υλικά",
            "dates":"22 - 29 Ιουλίου 2023",
            "images":[
                "https://i.imgur.com/0f06LRw.jpg"
            ],
            "button":"Πληροφορίες και Εγγραφή",
            "navigate":"/stoneworkshop"
        }
    }
}