{
    "language":"en",
    "rodakas":"O Ρόδακας",
    "activities":"Δράσεις",
    "archive":"Αρχείο",
    "multimedia":"Πολυμέσα",
    "communication":"Επικοινωνία",
    "COMMUNICATION":"ΕΠΙΚΟΙΝΩΝΙΑ",
    "address":"Διεύθυνση",
    "stone":"Πέτρα",
    "weaving":"Υφαντική",
    "other":"Άλλες",
    "margarites":"Μαργαρίτες Ρεθύμνου 74052",
    "president-contact":"Παδουβά Μαρία – Πρόεδρος: 0030 – 6944330970",
    "secretary-contact": "Λεοντίδης Χαράλαμπος - Γραμματεας: 0030 – 6970366261",
    "clerk-contact":"Τουλούπα Σμαράγδα - Ταμείας: 0030 – 6932655466",
    "send-us-message":"Στείλτε μας ένα μήνυμα!",
    "homescreen-title":"Ομάδα Προφορικών Αφηγήσεων Μαργαριτών",
    "homepage":"Αρχική",
    "narratives-archive":"Αρχείο προφορικών αφηγήσεων",
    "narratives-archive-text":"Από το 2017 έως σήμερα η ομάδα Προφορικών Αφηγήσεων Μαργαριτών έχει πραγματοποιήσει πάνω από 100 συνεντεύξεις κατοίκων κυρίως των Μαργαριτών με βασικούς άξονες τα ιστορικά ζωής, τα οικογενειακά ιστορικά και τις τέχνες και πρακτικές του περασμένου αιώνα. Στο αρχείο αυτό έρχεται να προστεθεί πλήθος συνεντεύξεων της δεκαετίας του '80 που πραγματοποιήθηκαν από την Μαρία Παδουβά, πρόεδρο του Ρόδακα. Το συνολικό αρχείο συνεντεύξεων είναι υπό απομαγνητοφώνηση και επεξεργασία, σε αυτό δεν παύουν να προστίθενται νέες συνεντεύξεις που πραγματοποιεί η ομάδα κατά τη δράση της.",
    "photo-archive":"Φωτογραφικό αρχείο",
    "photo-archive-text":"Από το 2017 έως σήμερα η ομάδα Προφορικών Αφηγήσεων Μαργαριτών έχει συλλέξει δεκάδες φωτογραφίες του χωριού και των κατοίκων του παραχωρημένες από τις ιδιωτικές συλλογές των Μαργαριτσανών, τραβηγμένες από τις αρχές του 20ου αιώνα και ύστερα.",
    "stone-house-title":"Πετρόκτιστη κατοικία Μαργαριτών",
    "stone-house-text":"Σύντομη αναφορά στη φυσιογνωμία της κοινότητας Mαργαριτών ως τα μέσα του 20ου αιώνα και μορφή της πετρόκτιστης κατοικίας.",
    "not available":"Προς το παρόν μη διαθέσιμο διαδικτυακά",
    "download":"λήψη",
    "mavrogiannis":"Μαυρογιάννης",
    "karfakis":"Παντελής Καρφάκης",
    "drosaki":"Ελένη Δροσάκη",
    "president":"Πρόεδρος",
    "secretary":"Γραμματέας",
    "treasurer":"Ταμείας",
    "member":"Μέλος",
    "about1-title":"Η Ομάδα Προφορικών Αφηγήσεων Μαργαριτών",
    "about1-text1":"Δημιουργήθηκε το 2017 από μια ομάδα κατοίκων του χωριού Μαργαρίτες Ρεθύμνου. Στόχος ήταν η καταγραφή Ιστορικών ζωής των πιο μεγάλων σε ηλικία κατοίκων της Κοινότητας.",
    "about1-text2":"Κίνητρο για τη δημιουργία αυτού του αρχείου, ήταν η συνειδητοποίηση ότι με το τέλος της γενιάς των ανθρώπων που το 2017 είναι από 80 ετών και επάνω, χάνεται η ζωντανή μνήμη ιστορικών γεγονότων που ξεκινούν από το Β’ Παγκόσμιο Πόλεμο, την Κατοχή, τον εμφύλιο και προχωρουν ως τις μέρες μας. Χάνεται επίσης η ζωντανή μνήμη κοινωνικών γεγονότων και σχέσεων κατά τη διάρκεια μιας περιόδου που οι Μαργαρίτες και οι γύρω κοινότητες ήταν πολυπληθέστερες, ο βιοπορισμός βασιζόταν στη γεωργική παραγωγή και την αγγειοπλαστική και οι συναλλαγές γινόταν ως επι το πλείστον με ανταλλαγή προϊόντων. Επιλέον με τη γενιά αυτή τελειώνει και η ζωντανή μνήμη επαγγελματων, και πρακτικών καθημερινής ζωής όπως και η μνήμη της μορφής του οικισμού, πριν τα μέσα του 20ου αιώνα.",
    "about1-text3":"Ισχυρό κίνητρο επίσης ήταν η ανάγκη αποτύπωσης του λόγου των ανθρώπων, που αφηγούνται. Λόγου ανεπηρρέαστου συνήθως από την εγκύκλια παιδεία και που όσο αφορά το περιεχόμενο, το λεκτικό και την προσωδία του, απηχεί την εποχή της Προφορικότητας, εποχή που η γνώση, η πληροφορία, η δράση, το συναίσθημα αλλά και κάθε είδους σχέση αναδύονταν και αποτυπώνονταν μέσα από την ζωντανη και συνεχή προφορική αφήγηση στην Κοινότητα.",
    "about2-title":"Ο Ρόδακας",
    "about2-text1":"Η Κοινότητα Μαργαριτών αποτελεί το συνδετικό παράγοντα του Ρόδακα. Η Ιστορία, τα πρόσωπα, οι κοινωνικές/δημογραφικές, θεσμικές και πολιτισμικές αλλαγές που προβάλλουν μέσα από τις αφηγήσεις των κατοίκων της ήταν το πρώτο και σημαντικότερο πεδίο συνάντησης και ενδιαφέροντος της ομάδας, αποτέλεσαν το κίνητρο και έδωσαν την έμπνευση για τη δημιουργία της και για τους σκοπούς της.",
    "about2-text2":"Ο Ρόδακας έθεσε ως πρώτο στόχο τη δημιουργία του Αρχείου Προφορικών Αφηγήσεων όπως και του Φωτογραφικού Αρχείου της Κοινότητας Μαργαριτών, που θα είναι χρήσιμο και πρόσφορο για την έρευνα αλλά συγχρόνως θα αποτελεί παρακαταθήκη και μνημονικό πυρήνα για τους νεότερους ανθρώπους είτε είναι κάτοικοι είτε κατάγονται από τις Μαργαρίτες και τις γύρω κοινότητες. Το ίδιο ισχύει και για τα εργαστήρια λιθοδομής, υφαντικής και κεραμικής. Η γνώση και η εφαρμογή της ξεκινά από την Κοινότητα, απευθύνεται στο ευρύτερο κοινό και ξαναγυρνά στην ίδια.",
    "members":"Μέλη",
    "members1-mame":"Μαρία Παδουβά",
    "members1-title":"Φιλόλογος",
    "members1-text":"Γεννήθηκα στην Αθήνα το 1959. Η μητέρα μου είχε καταγωγή από τις Μαργαρίτες και ο πατέρας μου από τον Ορθέ Μυλοποτάμου. Αποφοίτησα από το Τμήμα Μέσων και Νέων Ελληνικών Σπουδών της Φιλοσοφικής Σχολής του Πανεπιστημίου Ιωαννίνων και στη συνέχεια φοίτησα στην ECOLE DES HAUTES ETUDES EN SCIENCES SOCIALES, στο Παρίσι απ’ όπου πήρα το Δίπλωμα της Σχολής από τον τομέα της Εθνολογίας. Συνέχισα τις μεταπτυχιακές σπουδές μου στο Πανεπιστήμιο PARIS 1 PANTHEON-SORBONNE όπου και έλαβα το D.E.A. από τον τομέα της Βυζαντινής και Μεταβυζαντινής Ιστορίας. Η έρευνα στον τομέα της Εθνολογίας και της Ιστορίας έγινε με πεδίο αναφοράς τα χωριά του Μυλοποτάμου Κρήτης και ιδιάιτερα τις Μαργαρίτες και για το λόγο αυτό ξεκίνησα τις πρώτες συνεντεύξεις με κατοίκους της περιοχής τη δεκαετία του 1980. Το θέμα της έρευνάς μου ήταν η Κατοικία και η Οικογένεια στον Ορεινό και Ημιορεινό Μυλοπόταμο. Στο διάστημα αυτό εργάστηκα ερευνητικά ως εθνολόγος σε προγράμματα στο Πάντειο Πανεπιστήμιο και στο Μουσείο Κρητικής Εθνολογίας, σε συνεργασία με το Χριστόφορο Βαλλιάνο, στους Βώρους Ηρακλείου, με θέμα την Κεραμική Τέχνη στα χωριά της Κρήτης. (Ειδικότερα Μαργαρίτες και Θραψανό). Υπηρετώ στην Δημόσια Δευτεροβάθμια Εκπαίδευση ως φιλόλογος από το 1994 και έχω δύο παιδιά. Το θέρος του 2017, εγκαταστάθηκα στις Μαργαρίτες και μετατέθηκα στο Γυμνάσιο Γαράζου Μυλοποτάμου, του οποίου είμαι ως σήμερα διευθύντρια. Ενας από τους σημαντικότερους λόγους για τον οποίο επιδίωξα και πραγματοποίησα την επιστροφή στον τόπο καταγωγής μου, ήταν η συνέχιση της εθνολογικής καταγραφής, η συλλογή προφορικών αφηγήσεων, οικογενειακών ιστορικών και ιστορικών ζωής, όπως και η καταγραφή τεχνογνωσίας και πρακτικών που δεν ασκούνται πλέον όσο αφορά τις τέχνες, τη μεταποίηση προιόντων, την καλλιέργεια της γης… Επίσης είχα την ισχυρή πεποίθηση πως αυτές οι διαδικασίες πρέπει να αποτελέσουν αντικείμενο ομαδικής δουλειάς από μέλη την ίδιας της Κοινότητας και να διαμορφώσουν με τη μορφή των αρχείων, αλλά και μέσα από ζωντανά εργαστήρια, τρόπο σύνδεσης με το παρελθόν, την τοπική Ιστορία και την ταυτότητά της ίδιας της Κοινότητας και των μελών της.",
    "members2-mame":"Γεωργία Σταματάκι",
    "members2-title":"τίτλος",
    "members2-text":"...",
    "members3-mame":"Ευαγγγελία Φασούλη",
    "members3-title":"τίτλος",
    "members3-text":"...",
    "members4-mame":"Αθηνά Σκεπετζάκη",
    "members4-title":"τίτλος",
    "members4-text":"...",
    "members5-mame":"Αντώνης Λεοντίδης",
    "members5-title":"Μουσικός",
    "members5-text":"...",
    "members6-mame":"Ειρήνη Φασούλη",
    "members6-title":"Ελεύθερη Επαγγελματίας",
    "members6-text":"Ονομάζομαι Φασούλη Ειρήνη. Γεννήθηκα και ζω στις Μαργαρίτες. Είμαι παντρεμένη και έχω αποκτήσει τρία παιδιά. Δραστηριοποιούμαι επαγγελματικά στο χωριό, στον τομέα του τουρισμού. Αγαπώ το χωριό μου και θεωρώ σημαντική τόσο την ανάδειξη της τοπικής ιστορίας όσο και τη συνέχεια της ζωής του χωριού μέσα από τους νέους. Αυτούς τους στόχους επιθυμώ να πραγματοποιήσω μέσα από τη δουλειά μου στο Ρόδακα. Είμαι ευγνώμων που τους δύσκολους καιρούς που ζούμε μου δίνεται αυτή η ευκαιρία.",
    "members7-mame":"Κώστας Παπαδάκης",
    "members7-title":"Θεολόγος",
    "members7-text":"Γεννήθηκα στην Αθήνα από γονείς με καταγωγή από τις Μαργαρίτες. Σπούδασα Θεολογία στο Αριστοτέλειο Πανεπιστήμιο Θεσσαλονίκης και έκανα μεταπτυχιακές σπουδές ειδίκευσης στην Εκκλησιαστική Ιστορία. Παρακολούθησα σεμινάρια ελληνικής παλαιογραφίας στο ΜΙΕΤ και στο Πατριαρχικό Ιδρυμα Πατερικών Μελετών και ιστορικών επιστημών στο Κέντρο Βυζαντινών Σπουδών του Εθνικού Ιδρύματος Ερευνών. Τα ερευνητικά μου ενδιαφέρονται στρέφονται στο χώρο της εκκλησιαστικής ιστορίας, της ιστορίας του βιβλίου και των βιβλιοθηκών με έμφαση τα εκκλησιαστικά αρχεία και τις βιβλιοθήκες. Εργάστηκα στην 9η Εφορεία Βυζαντινών Αρχαιοτήτων (Θεσσαλονίκη). Από το 1992 ζω και δραστηριοποιούμαι στην Κρήτη. Εργάστηκα ως υπάλληλος βιβλιοπωλείου, ως καθηγητής στη μέση εκπαίδευση, ως τεχνίτης ανασκαφών στην Ελεύθερνα και από το 1998 ως σήμερα ως βιβλιοθηκονόμος στο τμήμα σπανίων βιβλίων της βιβλιοθήκης του Πανεπιστημίου Κρήτης. Από το 1995 ως το 1998 συμμετείχα στο κοινοτικό συμβούλιο της Κοινότητας Μαργαριτών. Η συμμέτοχή μου στο «Ρόδακα» αποτελεί μια ευκαιρία σύζευξης της μελέτης της προφορικής παράδοσης και του υλικού μας πολιτισμού με τη βιβλιογραφική και αρχειακή έρευνα.",
    "members8-mame":"Νίκος Τζανιδάκης",
    "members8-title":"τίτλος",
    "members8-text":"...",
    "members9-mame":"Νικολέτα Καυγαλάκη",
    "members9-title":"τίτλος",
    "members9-text":"...",
    "members10-mame":"Σμαράγδα Τουλούπα",
    "members10-title":"τίτλος",
    "members10-text":"...",
    "members11-mame":"Χαράλαμπος Λεοντίδης",
    "members11-title":"Μηχανικός Η/Υ",
    "members11-text":"Γεννήθηκα στην Αθήνα, με καταγωγή από τις Μαργαρίτες, από επισκέπτης έγινα κάτοικος του χωριού το 2020. Είμαι απόφοιτος της Σχολής Ηλεκτρολόγων Μηχανικών και Μηχανικών Ηλεκτρονικών Υπολογιστών του Εθνικού Μετσόβιου Πολυτεχνίου. Προβληματσμένος από το μέλλον των απομονωμένων μικρών κοινοτήτων της ελληνικής επαρχίας επέλεξα να παρακολουθήσω και να ολοκληρώσω το Διεπιστημονικό Πρόγραμμα Μεταπτυχιακών Σπουδών \"Περιβάλλον και Ανάπτυξη των Ορεινών Περιοχών\" του Εθνικού Μετσόβιου Πολυτεχνείου στο οποίο ασχολήθηκα με την μελέτη σεναρίων χωροθέτησης σταθμών πρόληψης των πλημμυρών στην ΠΕ Ρεθύμνου. Ο Ρόδακας για εμένα αποτελεί εκτός από στοίχημα πολιτική στάση, ως μια προσπάθεια υποστήριξης της μικρής κοινότητας και ενίσχυσης της τοπικής παραγωγής πολιτισμού και γνώσης.",
    "multimedia1-title":"«Το Κατώφλι της Μνήμης»",
    "multimedia1-text":"Πώς φτιάχτηκαν οι συμπαγείς οικιστικές νησίδες με τους ψηλούς εξωτερικούς τοίχους που κλείνουν «σαν το ρόδι», τις κατοικίες των Μαργαριτσανών; Ποιες οικογένειες κατοίκησαν σε ποιές γειτονιές και ποιες οι ιστορίες τους; Πώς οι χτίστες έβγαζαν την πέτρα και πώς χτιζόταν ένα σπίτι από τους ντόπιους μαστόρους; Είναι τα θέματα για τα οποία μιλά «Το κατώφλι της μνήμης» 2019, το δεύτερο ντοκιμαντέρ της Όμάδας Προφορικών Αφηγήσεων (Ρόδακας). Η καταγραφή αυτή βασίζεται στις προφορικές μαρτυρίες και είναι ένα οδοιπορικό στους δημόσιους χώρους και αναδρομή στη μνήμη του πατρικού σπιτιού και των παιδικών χρόνων των κατοίκων του χωριού.",
    "multimedia2-title":"«Πιο Δύσκολα Χρόνια πιο Ευτυχισμένα Χρόνια»",
    "multimedia2-text":"Ένα μέρος του αρχειακού υλικού (βίντεο, συνεντεύξεις, φωτογραφίες), από τις καταγραφές των ιστορικών ζωής των μεγαλύτερων σε ηλικία κατοίκων των Μαργαριτών χρησιμοποιήθηκε για την δημιουργία του ντοκιμαντερ «Πιο δύσκολα χρόνια πιο ευτυχισμένα χρόνια» με άξονες τις σημαντικές προσωπικές σχέσεις και τα ιστορικά και κοινωνικά γεγονότα που επηρέασαν τις ζωές των προσώπων που αφηγούνται. Η απόφαση για την υλοποίηση του ντοκιμαντέρ προέκυψε από την ανάγκη να εξωτερικεύσει η ομάδα τη δράση της και να συμβάλλει στην αισθητοποίηση γύρω από την σημασία της αφήγησης και την αξία της μνήμης για την συγκρότηση της πολιτισμικής ταυτότητας και την κοινωνική συνοχή.",
    "stoneworkshop":{
        "title":"Εργαστήριο κατασκευής ξερολιθιάς και αποκατάστασης λιθοδομής με φυσικά υλικά",
        "dates":"19 - 26 Ιουλίου 2024",
        "introtext":"Θεωρία και πράξη της παραδοσιακής λιθοδομής στις Μαργαρίτες Μυλοποτάμου με δασκάλους τους μάστορες Γιάννη Αλεφαντινό και Κωστή Βεργιανάκη. Εργαζόμαστε επάνω στην κατασκευή ξερολιθιάς, την αποκατάσταση πέτρινου τοίχου, το αρμολόγημα και τα κονιάματα με φυσικά υλικά. Παράλληλα μαθαίνουμε  μέσα από τις παράλληλες δράσεις την ιστορία του τόπου και του τοπίου, τον βλέπουμε μέσα από την οπτική της οικολογίας, της περιβαλλοντικής βιωσιμότητας και της σύνδεσης με τα πολιτισμικά στοιχεία που τον κράτησαν ζωντανό. Το πρόγραμμα των παράλληλων δράσεων θα δημοσιευθεί σύντομα.",
        "info1":"Το εργαστήριο Κατασκευής Ξερολιθιάς και το Εργαστήριο Αποκατάστασης της Παραδοσιακής Λιθοδομής με Φυσικά Υλικά θα εκτυλίσσονται παράλληλα οπότε οι συμμετέχοντες του φετινού εργαστηρίου λιθοδομής μπορούν να επιλέξουν να συμμετέχουν σε ένα από τα δύο.",
        "Programtitle":"Φυσιογνωμία και πρόγραμμα του εργαστηρίου:",
        "accommodation":"Διαμονή:",
        "accommodationInfo1":"Παρέχεται η δυνατότητα διαμονής χωρίς αντίτιμο συγκεκριμένου αριθμού συμμετεχόντων σε χώρο φιλοξενείας της μονής Σωτήρος Χριστού και Αγιού Γεδεών.",
        "accommodationInfo2":"Ακόμα παρέχεται χωρίς αντίτιμο χώρος για την κατασκήνωση συμμετεχόντων σε δικά τους αντίσκηνα.",
        "accommodationHouses":"Δυνατότητα διαμονής υπάρχει στους ξενώνες:",
        "accommodationHouses1":"«Το σπίτι των Κουρητών» στον οικισμό των Μαργαριτών Τζαννακιανά, με διαθέσιμα: Δίκλινα, τρίκλινα και τατράκλινα δωμάτια με πρωινό. Τηλέφωνο επικοινωνίας: 6945722052 κ. Αναστασία Φρυγανάκη",
        "accommodationHouses2":"«Χαλικούτικα» Μαργαρίτες. Κατοικία που διατίθεται με πλήρη εξοπλισμό και διαθέσιμα δύο υπνοδωμάτια με δίκλινα κρεβάτια και ένα μονόκλινο. Τηλέφωνο επικοινωνίας: 6973005153 κ. Γιώργος Σκαλιδάκης",
        "accommodationHouses3":"«Archontiko Rodomeli» Μαργαρίτες. Ξενώνας με δίκλινα δωμάτια. Τηλέφωνο επικοινωνίας κα. Ελένη Γιαννουσάκη 6979101973",
        "costAndRegistration":"Κόστος του εργαστηρίου και εγγραφή:",
        "cost":"Το κόστος του εργαστηρίου είναι 160 ευρώ. Προκειμένου να κρατηθεί η θέση σας πρέπει να κατατεθεί μία προκαταβολή των 60 ευρώ στο λογαριασμό του Ρόδακα GR60 0171 3750 0063 7516 4234 881, ΑΜΚΕ ΡΟΔΑΚΑΣ (Πειραιώς). Για να δηλώσετε συμμετοχή συμπληρώστε την παρακάτω φόρμα.",
        "registration":"Εγγραφή",
        "formlink":"https://forms.gle/cbSPKrB1bykoZtyz6",
        "instructorTitle":"Μάστορες:",
        "instructorName1":"Γιάννης Αλεφαντινός",
        "instructorBio1":"Ο Γιάννης Αλεφαντινός γεννηθηκε το 1956, στα Τζαννακιανά, οικισμό της Κοινότητας Μαργαριτών Μυλοποτάμου. Ο παππούς του όπως και  πατέρας του Γιάννης και οι πατρικοί του θείοι, Γιώργος και Νίκος ήταν όλοι μάστορες της πέτρας και ασχολούνταν με την οικοδομή αλλά και τη λιθοξοΐα. Κοντά τους μαθήτευσε από την παιδική του ηλικία. Έμαθε από παιδί τις τεχνικές της εξόρυξης και τα είδη της ντόπιας πέτρας, το χτίσιμο του πετρότοιχου, το πελέκημα και  την κατασκευή θυρωμάτων, όπως και τη γλυπτική της πέτρας. Έχτισε «με ζευγάρι» το μάστορα Γιώργη Γεροβασάκη, στο Δεσποτικό της Μητρόπολης του Ρεθύμνου, συμμετείχε στην ανέγερση των ναών  του Προφήτη Ηλία στην Αρχαία Ελεύθερνα, της Αγίας Τριάδας  στα Αγγελιανά, του Αγίου Γεωργίου στο Χουμέρι, του  Αγίου Σπυρίδωνα στα Πηγουνιανά, στην οικοδόμηση του σχολείου στο χωριό Χώνος Ρεθύμνου.  Επίσης εργάστηκε στην αναστήλωση της Μονής του Αγίου Ιωάννου στο Μπαλί όπως και στα έργα αναστήλωσης της Φορτέτζας του Ρεθύμνου και στο αρχοντικό-πύργο του ιατρού Εμμανουήλ Μαθιουδάκη στα Αγγελιανά. Ασχολήθηκε με την οικοδόμηση  μεγάλου αριθμού  πετρόκτιστων  οικιών  ως τη δεκαετία του ΄90. Όταν μειώθηκε η χρήση της πέτρας ως βασικού οικδομικού υλικού, συνέχισε δουλεύοντας στην αναστήλωση και αποκατάσταση λίθινων κατασκευών, στο αρμολόγημα και στα επιχρίσματα λιθοδομής. Χρησιμοποίησε ντόπια χώματα και πειραματίστηκε με αυτά για τη στερεότητα και τη στεγανότητα των αρμών και των επιχρισμάτων.  Τον ενδιέφερε η στερεότητα όσο και το αισθητικό αποτέλεσμα και γι αυτό χρησιμοποίησε τις γνώσεις από την παράδοση των προγόνων του και τη δική του μεγάλη τεχνική εμπειρία. Παράλληλα καθώς σεβόταν και είχε πάντα μεγάλο ενδιαφέρον για την παράδοση, δημιούργησε ένα αξιόλογο γραπτο αρχείο από καταγραφές των συγχωριανών του, αλλά και ιστορικών γεγονότων που έζησε ο ίδιος και χαρακτήρισαν την εποχή του. Ο Γιάννης Αλεφαντινός είναι ο τελευταίος μάστορας της πέτρας στις Μαργαρίτες, που γνωρίζει και εφαρμόζει τις τοπικές οικοδομικές τεχνικές, τις οποίες  χρησιμοποιούσαν για αιώνες  οι μάστορες της πέτρας στο χωριό αυτό, δημιουργώντας την εξαίρετη χαρακτηριστική εικόνα του. Από το πρώτο εργαστήριο πέτρας το καλοκαίρι του 2020, ο Γιάννης Αλεφαντινός έχει συμμετάσχει έως τώρα ως εκπαιδευτής σε όλα τα εργαστήρια αποκατάστασης λιθοδομής του ΡΟΔΑΚΑ. Επίσης έλαβε μέρος στην έρευνα της Ομάδας Προφορικών Αφηγήσεων Μαργαριτών για την ιστορική καταγραφή των οικογενειών και των κατοικιών της Κοινότητας Μαργαριτών και βοήθησε σημαντικά στην πραγματοποίηση του ντοκιμαντέρ  της Ομάδας Προφορικών Αφηγήσεων Μαργαριτών : «Το Κατώφλι της Μνήμης».",
        "instructorName2":"Κωστής Βεργιανάκης",
        "instructorBio2":"Ο Κώστας Βεργιανάκης γεννήθηκε το 1962 στον οικισμό Αλφά του Δήμου Μυλοποτάμου, ένα χωριό με πλούσια πολιτισμική και πολιτιστική κληρονομιά. Στον οικισμό  λόγω του πλούσιου υπεδάφους σε κοιτάσματα  πορόλιθου, της φημισμένης Αλφόπετρας, πέτρας εύκολης σε επεξεργασία και ανθεκτικής στην χρήση της στις κατασκευές, αναπτύχθηκαν με τον καιρό πολλοί φημισμένοι και αξιόλογοι,  για την εποχή που έζησε ο καθένας, μάστορες στο χτίσιμο της πέτρας. Το 1985 ο Κώστας Βεργιανάκης διδάχτηκε την τέχνη της πέτρας  κοντά σε δύο από αυτούς τους «πρωτομάστορες» τον Χαράλαμπο και τον Γιάννη Βεργιανάκη. Μάστορες με σημαντική παρακαταθήκη στο χώρο των  πέτρινων κατασκευών. Η γνωριμία και συνεργασία  του με το Μανώλη Σκευάκη, λιθοξόο - γλύπτη, το έτος 1990  τον ωθεί ώστε να δει από άλλη οπτική γωνία το χτίσιμο της πέτρας, ενώ στη συνέχεια η επαγγελματική συνεργασία με τον Κωνσταντίνο Τζανουδάκη  ή Τζανουδόκωστα από τον οικισμό Λαγκά δήμου Μυλοποτάμου, πρωτομάστορα εξίσου φημισμένο για την τεχνική του στο χτίσιμο, διεύρυνε περαιτέρω τις γνώσεις και την κατασκευαστική αντίληψή του. Σήμερα, ο Κώστας Βεργιανάκης ακολουθεί τον ίδιο δρόμο που όλοι οι παραπάνω του έδειξαν. Ο κάθε ένας ξεχωριστά συνέβαλε με τον δικό του τρόπο στην διαμόρφωση του χαρακτήρα του ως  «πρωτομάστορα» με αξιόλογη κατασκευαστική εμπειρία και διαδρομή. Και εκείνος με τη σειρά του, προσπαθεί να μεταλαμπαδεύσει τις γνώσεις του και την τέχνη που κατέχει,  σε όποιον είναι πρόθυμος να μάθει.",
        "program0":"Τα εργαστήρια θα πραγματοποιούνται κάθε μέρα, τα πρωινά μεταξύ 8.00 και 14.30 από τις 19 έως τις 26 Ιουλίου",
        "freeParticipationNotice": {
            "normal":"Όλες οι δράσεις που πραγματοποιούνται τα απογεύματα είναι ",
            "bold":"δωρεάν και ανοιχτές για το κοινό"
        },
        "program1":{
            "date":"Παρασκευή 19 Ιουλίου",
            "arrival":"Άφιξη και γνωριμία των συμμετεχόντων",
            "morning":"Ιστορική και αρχιτεκτονική ξενάγηση στις Μαργαρίτες από το Μάστορα και Δάσκαλο του Εργαστηρίου Αποκατάστασης κ. Γιάννη Αλεφαντινό και την Εθνολόγο κ. Μαρία Παδουβά.",
            "evening":"Οι αρχές και οι νόμοι της λιθοδομής στο τοπικό παράδειγμα από το Μάστορα και Δάσκαλο του Εργαστηρίου της Ξερολιθιάς κ. Κωνσταντίνο Βεργιανάκη."
        },
        "program2":{
            "date":"Σάββατο 20 Ιουλίου",
            "evening":"Παρουσιάσεις:",
            "evening1": "Εμπόριο και επανάχρηση πέτρας στην ενετική Κρήτη, κα. Μαρία Βακονδίου, Αρχαιολόγος",
            "evening2": "Η εξόρυξη της πέτρας χωρίς μηχανικά μέσα, κ. Γιάννης Αλεφαντινός, Δάσκαλος του Εργαστηρίου Αποκατάστασης"
        },
        "program3":{
            "date":"Κυριακή 21 Ιουλίου",
            "evening":"Ομιλίες:",
            "evening1": "Μνήμη και κοινότητα από την εμπειρία των εργαστηρίων και των καταγραφών του Ρόδακα, κα. Μαρία Παδουβά, Εθνολόγος, Πρόεδρος της ΑΜΚΕ Ρόδακα",
            "evening2": "Οι ξερολιθικές κατασκευές ως συνδετικό στοιχείο του ανθρώπου με το αβιοτικό περιβάλλον στα Γεωπάρκα, Δρ. Χαράλαμπος Φασουλάς, Γεωλόγος, Πρόεδρος Παγκόσμιου Γεωπάρκου UNESCO Ψηλορείτη",
            "evening3": "Η τέχνη της ξερολιθιάς σε μεγάλη κλίμακα. Η απειλή της μεγάλης κλίμακας, κ. Βαλάντης Μανωλεσάκης, Αρχιτέκτονας Μηχανικός, Γραμματέας του Συλλόγου Αρχιτεκτόνων Ρεθύμνου"
        },
        "program4":{
            "date":"Δευτέρα 22 Ιουλίου",
            "evening":"Πεζοπορία και επίσκεψη στο αρχαίο λατομείο του Περιστερέ στην Αρχαία Ελεύθερνα"
        },
        "program5":{
            "date":"Τρίτη 23 Ιουλίου",
            "evening":"Ελεύθερο απόγευμα"
        },
        "program6":{
            "date":"Τετάρτη 24 Ιουλίου",
            "evening":"Επίσκεψη σε μιτάτο στα Ζωνιανά και ξενάγηση από τον μάστορα Αναστάση Παπαδάκη"
        },
        "program7":{
            "date":"Πέμπτη 25 Ιουλίου",
            "evening":"Αποτίμηση του εργαστηρίου"
        },
        "program8":{
            "date":"Παρασκευή 26 Ιουλίου",
            "evening":"Γλέντι κλεισίματος εργαστηρίου"
        }
    },
    "loomworkshop":{
        "title":"Εργαστήριο υφαντικής στο αργαλειό",
        "dates":"2 - 9 Σεπτεμβρίου 2023",
        "text_slogan": "«Εκατόν ένα τα κομμάτια του αργαλειού. Το τελευταίο, το φτερό της κότας…»",
        "introtext":[
            "Ήρθε ο καιρός να συναντηθούμε πάλι και να κάνουμε ένα καινούργιο βήμα  στη γνωριμία και τη γνώση της υφαντικής τέχνης πάνω στους  αργαλειούς των Μαργαριτών.",
            "Το εργαστήριο θα πραγματοποιηθεί από τις 25 Μαΐου ως τις 2 Ιουνίου με ωράριο 15:30-20:30 και θα έχει δύο μέρη."
        ],
        "Programtitle":"Φυσιογνωμία και πρόγραμμα του εργαστηρίου:",
        "programText":"Το εργαστήριο θα ξεκινήσει με την υποδοχή των συμμετοχουσών/όντων το Σάββατο 25 Iουνίου. Τις ημέρες των μαθημάτων, τις πρωινές ώρες ο χώρος των αργαλειών θα είναι ανοιχτές για όσες/ους θέλουν να εξασκηθούν",
        "accommodation":"Διαμονή:",
        "accommodationInfo":[
            "Παρέχεται η δυνατότητα διαμονής χωρίς αντίτιμο συγκεκριμένου αριθμού συμμετεχόντων σε χώρο φιλοξενείας της μονής Σωτήρος Χριστού και Αγιού Γεδεών.",
            "«Το σπίτι των Κουρητών» στον οικισμό των Μαργαριτών Τζαννακιανά, με διαθέσιμα: Δίκλινα, Τρίκλινα και Τετράκλινα δωμάτια. Τηλέφωνο επικοινωνίας: 6945722052 κ. Αναστασία Φρυγανάκη",
            "«Χαλικούτικα» Μαργαρίτες. Κατοικία που διατίθεται με πλήρη εξοπλισμό και διαθέσιμα δύο υπνοδωμάτια με διπλά κρεβάτια και ένα μονό. Τηλέφωνο επικοινωνίας: 6973005153 κ. Γιώργος Σκαλιδάκης",
            "«Archontiko Rodomeli» Μαργαρίτες. Ξενώνας με δίκλινα δωμάτια. Τηλέφωνο επικοινωνίας κα. Ελένη Γιαννουσάκη 6979101973",
            "«Discover Margarites Home» Μαργαρίτες. Κατοικία που διατίθεται με πλήρη εξοπλισμό και διαθέσιμα δύο υπνοδωμάτια, ένα με διπλό κρεβάτι και ένα με δύο μονά και δύο ακόμα καναπέδες-κρεβάτια στο σαλόνι. Το κόστος της κατοικίας διαμορφώνεται κατόπιν συμφωνίας. Τηλέφωνο επικοινωνίας: 2831050761, 6936366365 κα. Κατερίνα Χριστοδουλάκη"
        
        ],
        "costAndRegistration":"Κόστος του εργαστηρίου και εγγραφή:",
        "cost":"Το κόστος του εργαστηρίου είναι 120 ευρώ. Προκειμένου να κρατηθεί η θέση σας πρέπει να κατατεθεί μία προκαταβολή των 50 ευρώ στο λογαριασμό του Ρόδακα GR60 0171 3750 0063 7516 4234 881, ΑΜΚΕ ΡΟΔΑΚΑΣ (Πειραιώς). Για να δηλώσετε συμμετοχή συμπληρώστε την παρακάτω φόρμα.",
        "registration":"Εγγραφή",
        "formlink":"https://forms.gle/cbSPKrB1bykoZtyz6",
        "instructorTitle":"Δασκάλες και δασκάλοι:",
        "instructors":[
            {
                "name":"Δέσποινα Παντελάκη-Σωμάκη",
                "image":"Somaki",
                "bio":[
                    "Γεννήθηκα στα Χανιά από γονείς ευσεβείς και τίμιους. Ό πατέρας μου ήταν ο Τηλέμαχος Παντελάκης, τροχονόμος στα Χανιά και η μητέρα μου Σοφία ήταν από τό Ηράκλειο. Δούλευε στο υφαντήριο της Ελένης Καστρινογιάννη. Από τη μητέρα μου δέχτηκα την επιρροή και αγάπησα την τέχνη της υφαντικής. Παντρεύτηκα στα δεκαέξι μου χρόνια τον Εμμανουήλ Σωμάκη, αξιωματικό του ΠΝ και αποκτήσαμε δύο παιδιά τον Τηλέμαχο Αντώνιο και την Στεφανία. Δούλεψα σε πολλές διαφορετικές δουλειές, μπομπονιέρες, φασον κουμπιά, έδενα μαργαριτάρια σε χρυσοχοεία, εργάστηκα πουλώντας κατεψυγμένα είδη και πορτοκάλια σε λαϊκές. Όμως πάντα ήθελα να ασχοληθώ με τόν αργαλειό! Με μάγευε ό ήχος, τά χρώματα, η μυρωδιές τών νημάτων το αποτέλεσμα... Είχα πει ότι στα 40 μου ότι και αν έχω κάνει θα βάλω αργαλειό και το πραγματοποίησα! Στην αρχή δέχθηκα απαξίωση για την επιλογή μου να ασχοληθώ με τον αργαλειό, όμως δεν πτοήθηκα. Ειμαι περήφανη που είμαι υφάντρα!",
                    "Η Δέσποινα Παντελάκη-Σωμάκη διδάσκει εδώ και πέντε χρόνια την υφαντική τέχνη στο Λύκειο Ελληνίδων στα Χανιά. Υφαντά της έχει προμηθευτεί ο οίκος Chanel και έχει ενδιαφερθεί να προμηθευτεί ο οίκος Dior. Έχει συνεργασία με το ελληνικό brand Gaenus της Ευτυχίας Σαρρή στο Λονδίνο και με άλλους σημαντικούς οίκους."
                ]
            },{
                "name":"Μανώλης Κουράτορας",
                "image":null,
                "bio":[
                    "Γεννήθηκα και μεγάλωσα στην Αγιά Ρεθύμνου και μετά από μεγάλη σταδιοδρομία γύρισα και κατοικώ πάλι στον τόπο μου. Τελείωσα το εξατάξιο Οικονομικό Γυμνάσιο Ηρακλείου. Αποφοίτησα και πήρα Απολυτήριο από την  Πανελλήνια Σχολή Κλωστικής, Υφαντικής και Πλεκτικής. Απέκτησα Κρατικό Δίπλωμα Εργοδηγού Υφαντικής.",
                    "Μετά από επιλογή από την σχολή μου, πήγα με υποτροφία στην Ιταλία σε οίκους κατασκευής Κλωστοϋφαντουργικών Μηχανημάτων και απέκτησα την ειδικότητα επίσημου Μονταδόρου για την Ελλάδα στους υφαντουργικούς ιστούς  SΟMET. Ειδικεύτηκα με εντατικά σεμινάρια σε πολλά κλωστοϋφαντουργικά μηχανήματα . Εργάστηκα στην Αθήνα σε αντιπροσωπεία κλωστοϋφαντουργικών Μηχανημάτων. Επίσης εργάστηκα ως Προϊστάμενος στη μεγάλη βιομηχανία ΕΛΛΗΝΟΡΩΜΑΝΑ στη Θεσσαλονίκη και ως  Τεχνικός Διευθυντής στην μεγάλη βιομηχανία ΠΑΠΑΔΗΜΗΤΡΙΟΥ στην Λάρισα.",
                    "Επιστρέφοντας Κρήτη εργάστηκα για χρόνια ως επικεφαλής και σχεδιαστής στην επιχείρηση Ελένη Καστρινογιάννη, φίρμα ταυτισμένη με την παραδοσιακή υφαντική τέχνη της Κρήτης. Συγχρόνως προσέφερα υπηρεσίες ως σχεδιαστής και μηχανικός σε μικρότερες βιοτεχνίες στο Ηράκλειο.",
                    "Απέκτησα  την αναγνώριση ως εκπαιδευτής με κωδικούς στην ειδικότητα υφαντικής,  στα  Κέντρα  Επαγγελματικής Κατάρτισης και συμμετείχα σε πολλά προγράμματα ως εκπαιδευτής. Συμμετείχα αφιλοκερδώς στην ίδρυση και εκκίνηση του εργαστηρίου υφαντικής του Κέντρου Ειδικών Παιδιών , Άγιος Σπυρίδων. Στα πλαίσια των ΠΕΠ Κρήτης συμμετείχα με 150 ώρες διδασκαλίας στο πρόγραμμα Σύγχρονη Τεχνολογία και Αισθητική στην Υφαντική Τέχνη. Ακόμη κατασκεύασα και  δημιούργησα λειτουργικό αντίγραφο του αργαλειού της Πηνελόπης έγινε  επίσημη παρουσίαση στο Μουσείο Ηρακλείου από το Πανεπιστήμιο των Ορέων με επίσημους καλεσμένους μεταξύ αυτών και την καθηγήτρια και πρύτανη του Πανεπιστημίου της Σορβόννης Ελένη Αρβελέρ. Συγχρόνως ξεκινώ στο Ηράκλειο και μετά από λίγα χρόνια εντάσσομαι στο LEADER 2 και κάνω μεταφορά της έδρας  της Βιοτεχνίας μου, παραγωγής Κρητικών Υφαντών και ειδών για παραδοσιακές στολές, στην Αγιά Ρεθύμνου.",
                    "Έχω κατηγορηθεί πως «πατεντάρισα» την παραγωγή του Κρητικού Υφαντού της τεχνικής του τριοπατήτηρου με μηχανική υποστήριξη. Κάτι που για μένα είναι σωστό γιατί είναι προσιτό οικονομικά, και δίνεται η  δυνατότητα να στολίσει πολλά σπίτια καλλίτερα από τα ξενόφερτα υφαντά.",
                    "Μετά την συνταξιοδότηση μου προσφέρω την εμπειρία και τις γνώσεις μου, όπου μου ζητηθεί για την αναβίωση και την ανάπτυξη της Υφαντικής Τέχνης."
                ]
            }
        ],
        "program":[
            {
                "date":"Α Μέρος",
                "activities":[]
            }, 
            {
                "date":"25 - 28, 30 - 31 Μαΐου «Από τη θεωρία στην πράξη»",
                "activities":[ 
                    "Με δασκάλα τη Δέσποινα Σωμάκη, Θα περιλαμβάνει:",
                    "Υφαντική σε χοντρό και λεπτό στημόνι",
                    "Ιδιαίτερη έμφαση στην εφαρμογή και εκμάθηση του «κουσκουσέ»",
                    "Ύφανση με rayon",
                    "Παραδοσιακά κρητικά αλλά και σύγχρονα σχέδια",
                    "Ύφανση διαφορετικών ειδών (τσάντες, «βούργιες», «σακούλια» και ζώνες)."
                ]
            },  
            {
                "date":"29 Μαΐου «Νηματολογία και θεωρία της υφαντικής τέχνης»",
                "activities":[ 
                    "Με δάσκαλο τον υφαντουργό Μανώλη Κουράτορα."
                ]
            },
            {
                "date":"Β Μέρος",
                "activities":[]
            }, 
            {
                "date":"1 - 2 Ιουνίου «Επεξεργασία μαλλιού, δημιουργία νήματος και Υφαντική σε τελαράκια»",
                "activities":["Για αρχάριες και παιδιά με την υφάντρια Ειρήνη Ξανθιώτη."]
            }
        ]
    },
    "stonecarvingworkshop":{
        "title1":"Εργαστήριο αποκατάστασης πέτρινου καμινιού αγγειοπλαστικής",
        "dates1":"27 - 31 Οκτωβρίου 2023",
        "introtext1":"Με τη βοήθεια και τις πληροφορίες παλιών αγγειοπλαστών των Μαργαριτών και με το Μάστορα και Δάσκαλο των Εργαστηρίων Λιθοδομής του Ρόδακα Γιάννη Αλεφαντινό, ξεκινάει στις 27/10/23 η αποκατάσταση των τοιχωμάτων ενός παλιού Μαργαριτσανού καμινιού κεραμικής. Πρόκειται για κυκλικό κτίσμα με ιδιαίτερη δομή. Η εργασίες αφορούν της αποκατάσταση των φθαρμένων λίθων, τη δόμηση και το επίχρισμα του θαλάμου όπτησης (ψησίματος), των αγγείων.",
        "info1":"Οι θέσεις για το εργαστήριο είναι περιορισμένες οπότε θα τηρηθεί αριθμός προτεραιότητας. Περισσότερα για το πρόγραμμα των δραστηριοτήτων του Εργαστηρίου θα αναρτηθούν σύντομα. Προθεσμία για την εγγραφή ως τις 20/10.",
        "title2":"Εργαστήριο λιθοξοΐας",
        "dates2":"28 - 30 Οκτωβρίου 2023", 
        "introtext2":"Ο γλύπτης κ. Μιχάλης Αθανασάκης, έρχεται στις Μαργαρίτες από τις 28 έως τις 30 Οκτωβρίου για να μάς δείξει πώς να σκαλίσουμε και να δημιουργήσουμε τα ανάγλυφα πάνω στην πέτρα, αλλά και να μας μιλήσει για την τέχνη και τις τεχνικές του ψηφιδωτού.",
        "info2":"Περισσότερα για το πρόγραμμα των δραστηριοτήτων του Εργαστηρίου θα αναρτηθούν σύντομα. Προθεσμία για την εγγραφή ως τις 20/10.",
        "Programtitle":"Φυσιογνωμία και πρόγραμμα του εργαστηρίου:",
        "program":"Τα εργαστήρια θα πραγματοποιηθούν ταυτόχρονα σε διαφορετικούς χώρους οπότε είναι δυνατή η εγγραφή των συμμετεχόντων/ουσών μόνο σε ένα από τα δύο. Τα εργαστήρια θα είναι καθημερινά τις πρωινές ώρες και προαιρετικά τις απογευματινές στην περίπτωση της λιθοξοΐας. Τα απογεύματα θα εκτυλίσσονται παράλληλες δράσεις όπως ομιλίες και θεματικές εκδρομές. Σύντομα θα ανακοινωθεί το αναλυτικό πρόγραμμα και οι παράλληλες δράσεις.",
        "accommodation":"Διαμονή:",
        "accommodationInfo":[
            "Παρέχεται η δυνατότητα διαμονής χωρίς αντίτιμο συγκεκριμένου αριθμού συμμετεχόντων σε χώρο φιλοξενείας της μονής Σωτήρος Χριστού και Αγιού Γεδεών.",
            "«Το σπίτι των Κουρητών» στον οικισμό των Μαργαριτών Τζαννακιανά, με διαθέσιμα: Δίκλινα δωμάτια με κόστος 20 ευρώ ανά άτομο με πρωινό. Τρίκλινα και Τετράκλινα δωμάτια με κόστος 15 ευρώ ανά άτομο. Τηλέφωνο επικοινωνίας: 6945722052 κ. Αναστασία Φρυγανάκη",
            "«Χαλικούτικα» Μαργαρίτες. Κατοικία που διατίθεται με πλήρη εξοπλισμό και διαθέσιμα δύο υπνοδωμάτια με διπλά κρεβάτια και ένα μονό. Το κόστος ολόκληρης της κατοικίας είναι 70 ευρώ. Τηλέφωνο επικοινωνίας: 6973005153 κ. Γιώργος Σκαλιδάκης",
            "«Archontiko Rodomeli» Μαργαρίτες. Ξενώνας με δίκλινα δωμάτια. Τιμή δωματίου 50 ευρώ. Τηλέφωνο επικοινωνίας κα. Ελένη Γιαννουσάκη 6979101973",
            "«Discover Margarites Home» Μαργαρίτες. Κατοικία που διατίθεται με πλήρη εξοπλισμό και διαθέσιμα δύο υπνοδωμάτια, ένα με διπλό κρεβάτι και ένα με δύο μονά και δύο ακόμα καναπέδες-κρεβάτια στο σαλόνι. Το κόστος της κατοικίας διαμορφώνεται κατόπιν συμφωνίας. Τηλέφωνο επικοινωνίας: 2831050761, 6936366365 κα. Κατερίνα Χριστοδουλάκη"
        
        ],
        "costAndRegistration":"Κόστος του εργαστηρίου και εγγραφή:",
        "cost":"Το κόστος του εργαστηρίου αποκατάστασης πέτρινου καμινιού είναι 100 ευρώ. Για το εργαστήριο λιθοξοΐας είναι 80 ευρώ. Προκειμένου να κρατηθεί η θέση σας πρέπει να κατατεθεί μία προκαταβολή των 30 ευρώ στην περίπτοση της αποκατάστασης και 20 ευρώ στην περίπτωση της λιθοΞοΐας στο λογαριασμό του Ρόδακα GR60 0171 3750 0063 7516 4234 881, ΑΜΚΕ ΡΟΔΑΚΑΣ (Πειραιώς). Για να δηλώσετε συμμετοχή συμπληρώστε την παρακάτω φόρμα.",
        "registration":"Εγγραφή",
        "formlink":"https://forms.gle/viV8LVw5rnBavSGN7",
        "instructorTitle":"Μάστορες:",
        "instructorName1":"",
        "instructorBio1":"",
        "program0":"", 
        "program1":{
            "date":"Σάββατο 22 Ιουλίου:",
            "morning": "Ιστορική και αρχιτεκτονική ξενάγηση στις Μαργαρίτες από το Μάστορα και Δάσκαλο του Εργαστηρίου Αποκατάστασης κ. Γιάννη Αλεφαντινό και την Εθνολόγο κ. Μαρία Παδουβά.",
            "evening":"Οι αρχές και οι νόμοι της λιθοδομής στο τοπικό παράδειγμα από το Μάστορα και Δάσκαλο του Εργαστηρίου της Ξερολιθιάς κ. Κωνσταντίνο Βεργιανάκη."
        }
    },
    "workshops":{
        "1":{
            "title":"Εργαστήριο συντήρησης και αποκατάστασης λιθοδομής με φυσικά υλικά",
            "dates":"31 Ιουλίου - 2 Αυγούστου 2020",
            "images":[
                "stone1a.jpg",
                "stone1b.jpg",
                "stone1c.jpg"
            ],
            "category":"stone"
        },
        "2":{
            "title":"Εργαστήριο κατασκευής ξερολιθιάς και αποκατάστασης λιθοδομής με φυσικά υλικά",
            "dates":"25 - 31 Ιουλίου 2021",
            "images":[
                "stone2a.jpg",
                "stone2b.jpg",
                "stone2c.jpg",
                "stone2d.jpg"
            ],
            "category":"stone"
        },
        "3":{        
            "title":"Εργαστήριο αναλογικής φωτογραφίας",
            "dates":"24 - 27 Μαρτίου 2022",
            "images":[
                "photo1.jpg"
            ],
            "category":"other"
        },
        "4":{
            "title":"Εργαστήριο υφαντικής",
            "dates":"12 - 18 Ιουνίου 2022",
            "images":[
                "loom1.jpg"
            ],
            "category":"loom"
        },
        "5":{
            "title":"Εργαστήριο κατασκευής ξερολιθιάς και αποκατάστασης λιθοδομής με φυσικά υλικά",
            "dates":"24 - 30 Ιουλίου 2022",
            "images":[
                "stone3.jpg"
            ],
            "category":"stone"
        },
        "6":{
            "title":"Εργαστήριο κατασκευής ξερολιθιάς και αποκατάστασης λιθοδομής με φυσικά υλικά",
            "dates":"22 - 28 Οκτωβρίου 2022",
            "images":[
                "stone4.jpg"
            ],
            "category":"stone"
        },
        "7":{
            "title":"Εργαστήριο υφαντικής",
            "dates":"20 - 26 Νοεμβρίου 2022",
            "images":[
                "loom2.jpg"
            ],
            "category":"loom"
        },
        "8":{
            "title":"Τριήμερα υφαντικής",
            "dates":"Ιανουάριος - Φεβρουάριος 2023",
            "images":[
                "loom3.jpg"
            ],
            "category":"loom"
        },
        "9":{
            "title":"Γιορτή του Ρόδακα",
            "dates":"13 Μαΐου 2023",
            "images":[
                "feast1.jpg"
            ],
            "category":"other",
            "navigate":"/feast23"
        },
        "10":{
            "title":"Εργαστήριο κατασκευής ξερολιθιάς και αποκατάστασης λιθοδομής με φυσικά υλικά",
            "dates":"22 - 29 Ιουλίου 2023",
            "images":[
                "stone5a.jpg",
                "stone5b.jpg"
            ],
            "category":"stone",
            "navigate":"/stoneworkshop"
        },
        "11":{
            "title":"Εργαστήριο υφαντικής",
            "dates":"2 - 9 Σεπτεμβρίου 2023",
            "images":[
                "loom4.jpg"
            ],
            "category":"loom"
        },
        "12":{
            "title":"Εργαστήριο αποκατάστασης πέτρινου καμινιού αγγειοπλαστικής",
            "subtitle":"Εργαστήριο λιθοξοΐας",
            "dates":"27-31 Οκτωβρίου 2023",
            "images":[
                "stone6.jpg"
            ],
            "category":"stone",
            "navigate":"/stonecarving"
        },
        "13":{
            "title":"Εργαστήριο υφαντικής",
            "dates":"25 Μαΐου - 2 Ιουνίου 2024",
            "images":[
                "loom5.jpg"
            ],
            "category":"loom",
            "navigate":"/loomworkshop"
        },
        "14":{
            "title":"Εργαστήριο κατασκευής ξερολιθιάς και αποκατάστασης λιθοδομής με φυσικά υλικά",
            "dates":"19-26 Ιουλίου 2024",
            "images":[
                "stone7.jpg"
            ],
            "category":"stone",
            "navigate":"/stoneworkshop",
            "button":"Πληροφορίες & Εγγραφή"
        }
    },
    "speech":{
        "0":"Ομιλία της Προέδρου του Ρόδακα Μαρίας Παδουβά στη γιορτή που διοργανώθηκε για τα έξι χρόνια της δράσης του, στις 13 Μαΐου 2023",
        "1":"Φίλες και φίλοι καλησπέρα σας",
        "2":"Η Αθηνά Σκεπετζάκη, ο Αντώνης Λεοντίδης, η Βαγγελιώ Φασούλη, η Γεωργία Σταματάκι, η Ειρήνη Φασούλη, ο Κώστας Παπαδάκης, η Μαρία Παδουβά, η Νικολέτα Καυγαλάκη,  ο Νίκος Τζανιδάκης , η Σμαράγδα Τουλούπα και ο Χαράλαμπος Λεοντίδης σας καλωσορίζουμε στη γιορτή του Ρόδακα.",
        "3":"Πρέπει να είμαστε περήφανοι νομίζω που αντέξαμε αυτά τα 6 χρόνια, λειτουργώντας τα τρία από αυτά άτυπα ως εθελοντική Ομάδα Προφορικών Αφηγήσεων, τα δύο ως ΚΟΙΝΣΕΠ και εδώ και λίγους μήνες ως ΑΜΚΕ.",
        "4":"Για την ακρίβεια ήταν ο βροχερός Οκτώβριος του 2017 που μαζευτήκαμε στη βιβλιοθήκη και αποφασίσαμε τις συνεντεύξεις και το φωτογραφικό αρχείο. Η ομάδα εκείνη είχε μάλιστα και άλλα άτομα, που συμμετείχαν και βοήθησαν στις συνεντεύξεις. Είχαμε λαχτάρα. Η συνάντηση μας με τους «μεγάλους ανθρώπους του χωριού μας, ανθρώπους που γνωρίζαμε μια ζωή αλλά δεν γνωρίζαμε τη ζωή τους, ήταν κάτι που απ’ ότι φάνηκε το είχαμε πάρα πολύ ανάγκη, που θα κάλυπτε τα κενά της ιστορίας μας, μέσα μας, και που θα απέδιδε σε αυτούς τους ανθρώπους την προσοχή,  το χώρο και την αναγνώριση που κάθε κομμάτι μνήμης πρέπει να λάβει στο σώμα της τοπικής Ιστορίας.",
        "5":"Νομίζω πως κάθε Κοινότητα  πρέπει αξίζει και χρειάζεται να αποθησαυρίζει τις μνήμες των μεγαλύτερων σε ηλικία κατοίκων της.. Πρέπει να πω εδώ ότι έγινε πρόταση στο Δήμο  για τη δημιουργία ενός Ιστορικού αρχείου και Μουσείου Μυλοποτάμου, και τη δημιουργία Ομάδων Προφορικών Αφηγήσεων στις κοινότητες του Δήμου, με τη βοήθειά μας. Κάτι που περιμένουμε και επιθυμούμε πολύ να πραγματοποιηθεί.",
        "6":"Είναι αλήθεια επίσης πως η απομαγνητοφώνηση και η εργασία πάνω σε αυτό το αρχείο έχει μείνει πίσω λόγω πρακτικών δυσκολιών. Κάναμε στο διάστημα αυτό 103 συνεντεύξεις.  Από μέρος του υλικού αυτού δημιουργήθηκαν  τρία ντοκιμαντέρ. Δύο  για τις Μαργαρίτες «Το πιο δύσκολα χρόνια πιο ευτυχισμένα χρόνια» και το «Κατώφλι της μνήμης» που είναι διαθέσιμα στο youtube, όπως επίσης και το ντοκιμαντέρ  «Ο Μυλοπόταμος στην Τουρκοκρατία» που έγινε μετά από συνεντεύξεις σε αρκετά χωριά του Μυλοποτάμου και που προβλήθηκε το Φεβρουάριο του 2022 αλλά δεν είναι ακόμη διαθέσιμο. Δημιουργήθηκε ακόμη ένα χάρτης του χωριού που δείχνει τα σπίτια και τις γειτονιές του στις αρχές του 20ου αιώνα. Ο οποίος σύντομα θα είναι λειτουργικός ψηφιακά.",
        "7":"Τα εργαστήρια προέκυψαν λίγο αργότερα, το 2020,  από τις αφηγήσεις. Tο πρώτο εργαστήριο ξέγινε χάρη στο  Γιάννη Αλεφαντινό και το παράπονό του… «ποιος θα ξέρει να χτίζει με την πέτρα όταν εγώ πια δε θα μπορώ…»,  έτσι έγινε το πρώτο εργαστήριο αποκατάστασης πέτρινου τοίχου και την επόμενη χρονιά μπήκε στη ζωή του Ρόδακα ο άλλος μας μάστορας ο Κωστής Βεργιανάκης και άρχισε η ξερολιθιά. Οι εμπειρίες και η γνώση που μεταδόθηκαν μέσα σε αυτές τις πολύ πυκνές και αποτελεσματικές εβδομάδες έχουν σε μεγάλο βαθμό ψηφιακά καταγραφεί.  Έγιναν λοιπόν τρία εργαστήρια αποκατάστασης λιθοδομής και δύο ξερολιθιάς. Τώρα ετοιμαζόμαστε για τα επόμενα που προγραμματίζουμε να πραγματοποιηθούν  από  22 έως 29 Ιουλίου.  Πρέπει να πω εδώ ότι στις παράλληλες δράσεις των εργαστηρίων αυτών συνεργαστήκαμε και βοηθηθήκαμε από φορείς και πρόσωπα πολύτιμα, το Γεωπάρκο του Ψηλορείτη και τον  Χαράλαμπο Φασουλά, τον αρχαιολόγο Κωνσταντίνο Γιαπιτζόγλου,  τον αναπληρωτή καθηγητή του Πανεπ. Κρήτης Αθανάσιο Μαΐλη, την αρχαιολόγο  Μαρία Βακονδίου, το διευθυντή του τμήματος συντήρησης του Αρχαιολογικού Μουσείου Ηρακλείου  Γ. Μαράκη, την ερευνήτρια αρχιτέκτονα του πολυτεχνείου Κρήτης κ. Κλαιρ Ουαρί και τους συνεργάτες της αρχιτέκτονες Γιώργο Ιγγλεζάκη και Γιώργο Ανδρεσάκη, την κ. Κατερίνα Κορρέ ειδική στις βαφικές ιδιότητες φυσικών υλικών, όσο αφορά το εργαστήριο υφαντικής.",
        "8":"Η υφαντική ξεκίνησε περίπου με τον ίδιο τρόπο, οι μεγάλες γυναίκες μιλούσαν για το τελάρο… που τώρα κάπου στην αποθήκη βρίσκεται… ή δυστυχώς σε κάποιες περιπτώσεις έχει καεί στο τζάκι… τα μαργαριτσανά τελάρα που ήταν ονομαστά και τα αγόραζαν από πολλά χωριά στη γύρω περιοχή, καθώς εδώ είχαμε πέντε καλούς τεχνίτες που φτιάχναν αργαλειούς. Καμία όμως από αυτές τις παλιές υφάντρες δεν είχε τις δυνάμεις πια να κάνει ένα συστηματικό σεμινάριο υφαντικής, παρά μόνο να παρακολουθήσει και να συμβουλεύσει. Έτσι αφού αποκαταστήσαμε κάποιους αργαλειούς και ανακαλύψαμε τη χαρισματική Χανιώτισσα δασκάλα μας, την υφάντρα Δέσποινα Σωμάκη ξεκινήσαμε τα Εργαστήρια Υφαντικής.  Στην πορεία μας δωρήθηκε ένα μεγάλος αργαλειός από την κ. Χαρούλα Παπαδογιωργάκη από την Παντάνασσα Αμαρίου που είναι και ο μόνος που ανήκει στο Ρόδακα.",
        "9":"Προκειμένου να τον στήσουμε και να μιτοχτενιάσουμε ήρθαμε σε επαφή με έναν εμβληματικό άνθρωπο, θησαυρό γνώσης για την υφαντική αλλά και προσφοράς, τον υφαντουργό κ. Μανόλη Κουράτορα από τη Αγιά, ο οποίος θα συμμετέχει με τη γνώση και την εμπειρία του στα επόμενα εργαστήρια υφαντικής μαζί με τη Δέσποινα, που θα γίνουν 9-11 Ιουνίου και αρχές Σεπτέμβριου αλλά δεν ξέρουμε ακόμη ακριβώς.",
        "10":"Λοιπόν Τίποτα απ όλα αυτά δεν ήταν και δεν είναι αυτονόητο πρέπει να σας πω… Γιατί βρεθήκαμε αντιμέτωποι από την αρχή με τις θεσμικές αλλαγές κατά το δοκούν, που  συμβαίνουν τόσο συχνά στην Ελλάδα, σε καθώς λίγο καιρό αφότου γίναμε ΚΟΙΝΣΕΠ δυσκόλεψε πολύ το πλαίσιο χρηματοδότησης για παράδειγμα σταμάτησε η δυνατότητα εγγραφής στο Μητρώο  του ΥΠΠΟ και έτσι η δυνατότητα επιχορήγησης από αυτό.  Αυτός ήταν ένας από τους λόγους που αλλάξαμε ως φορέας και γίναμε αστική μη κερδοσκοπική εταιρεία. Να πούμε βέβαια πως η μοναδική περίπτωση που  ενισχυθήκαμε ήταν στην παραγωγή των ντοκιμαντέρ στα πλαίσιο του φεστιβάλ των Ταλλαίων Δήμος Μυλοποτάμου και ο τότε αντιδήμαρχος Πολιτισμού και παιδείας κ. Μανούσος Κλάδος και  βοήθεια της Περιφέρειας Κρήτης με τη συνεργασία της Δημιουργικής Ομάδας Μαργαριτών",
        "11":"Γιατί τόση ταλαιπωρία θα μου πείτε; Γιατί όλα αυτά; Γιατί η ανάγκη καταγραφής; Γιατί η διενέργεια εργαστηρίων πέτρας με δασκάλους τους τελευταίους γνώστες των τρόπων και των τεχνικών της τοπικής λαϊκής αρχιτεκτονικής μέσα από μεταφορά γνώσης αιώνων, γιατί η αποκατάσταση παλιών αργαλειών και η διδασκαλία της υφαντικής. γιατί αυτή η αγωνία, να μάθει τις τέχνες ο κόσμος, να κάνουμε και λιθοξοΐα και να βρούμε και δασκάλους για την καλαθοπλεκτική;",
        "12":"Προφανώς υπάρχουν αρκετές απαντήσεις: Γιατί είναι εθνογραφικό υλικό που μπορεί να είναι  χρήσιμο σε κοινωνικούς και άλλους επιστήμονες. Γιατί αγαπάμε την παράδοση και βρίσκουμε ανακούφιση στις ιστορίες που μας δείχνουν πώς μέσα από τις δυσκολίες οι πρόγονοί μα τα κατάφεραν. Γιατί όλα αυτά μπορούν να γίνουν χρήσιμα για τη δημιουργία ενός πιο ελκυστικού προφίλ της Κοινότητας,  που θα προσελκύσει ακόμη περισσότερους επισκέπτες στο χωριό… Ήδη ανέφερα ένα επιστημονικό/ακαδημαϊκό και ένα ψυχολογικό  και έναν οικονομικό λόγο. Δεν είναι όμως αυτοί για εμάς οι σπουδαιότεροι…",
        "13":"Οι Μαργαρίτες βρίσκονται στο σημείο αυτό της γης εδώ και χίλια τουλάχιστον χρόνια. Αυτό μπορούμε να το πούμε με τη σιγουριά που μας δίνουν οι αναφορές  για τα παλαιότερα μνημεία του χωριού. Τι έχει μείνει από αυτό το μακρινό παρελθόν ; Με ό,τι σήμερα ακόμη βλέπουμε και ακούμε, μπορούμε να φτιάξουμε πολλές εικόνες στο μυαλό μας ανασυστήνοντας  όσο μπορούμε, κάποτε βάζοντας τη φαντασία και συνδυάζοντας  συλλογισμούς εκεί που τα στοιχεία δεν είναι αρκετά… κομμάτι κομμάτι, τα ονόματα, τις γειτονιές και τα γεγονότα τους, τα κτίσματα, τις τέχνες και τους  τεχνίτες, τα χωράφια, τα περβόλια και τα τοπωνύμιά τους,  τα ζώα που ζούσαν για αιώνες πλάι στους ανθρώπους, το νερό, το βουνό και το χώμα, τα καμίνια των αγγειοπλαστών,  το κλίμα και τον καιρό, τις εποχιακές δουλειές, τις  κατοικίες, τα αντικείμενά τους έπιπλα, σκεύη, εργαλεία, την υγεία, την αρρώστια, τις γέννες και τους Θανάτους, τις εκκλησίες με τους τάφους των γειτόνων τριγύρω, το Μοναστήρι ερημωμένο και το Μοναστήρι ζωντανεμένο, τα ξωκκλήσια και τους σπηλαιώδεις ναούς στα φαράγγια, τα φαράγγια, τις γιορτές, τα καφενεία, το σχολείο, τα μονοπάτια…",
        "14":" Ξέρουμε πως οι Βενετσιάνοι χτίσαν εδώ υπέροχες βίλες. Εδώ το σημείο που βρισκόμαστε απόψε το στόλιζε πριν 500 χρόνια μία από αυτές, κι αν ήταν μέρα θα βλέπαμε ακόμη τα λίγα σημάδια της υπάρξής της που έχουν σωθεί. Ξέρουμε πως κατά την Τουρκοκρατία χαρακτηρίζεται βακουφικό το χωριό και για την πλούσια γη του περνάει στην ιδιοκτησία ενός τεμένους.",
        "15":"Και ξέρουμε επίσης πως ο πληθυσμός στην απογραφή του 1913 είναι 1000 κάτοικοι και στην απογραφή σχεδόν εκατό χρόνια μετά το 2011 είναι 269…",
        "16":"Οι προσπάθειες να μείνει ζωντανό το χωριό εκδηλώθηκαν από η δράσεις ομάδων και συλλόγων αλλά  η συρρίκνωση συνεχίστηκε. Γιατί φαίνεται πως η μοίρα του χωριού…και όχι μόνο αυτού του χωριού αλλά ολόκληρης της περιφέρειας ήταν από μια εποχή και μετά -και φαίνεται πως είναι ακόμα- η συρρίκνωση.",
        "17":"Και εδώ φτάνουμε στον πιο σοβαρό από τους λόγους που σπεύδουμε να προλάβουμε με την καταγραφή και να προλάβουμε… Η συρρίκνωση του πληθυσμού της κοινότητας ,  με τον καταιγιστικό τρόπο που γίνεται τα τελευταία χρόνια, θα έλεγα μήνα με το μήνα δυστυχώς πια, φέρνει μαζί της μια ταχύτατη απώλεια γνώσης του τόπου με ό,τι περιλαμβάνει. Της γνώσης που είναι το άυλο αγαθό το οποίο συνδέεται με τον τόπο άρρηκτα. Γιατί κάθε τόπος παράγει στη διάρκεια του χρόνου ζωής του, την γνώση που συντελεί στη διαμόρφωση του πολιτισμού του. Αυτό δεν εννοούμε όταν λέμε Κυκλαδικός, Μινωικός, Μυκηναϊκός πολιτισμός; Αυτό δεν εννοούμε περίπου… όταν λέμε λαϊκός πολιτισμός. Αν και εδώ τα πράγματα χαλάνε γιατί ο λαϊκός πολιτισμός δεν περιβάλλεται από την αίγλη της ιστορικής αρχαιολογικής  ανακάλυψης αλλά περιβάλλεται από το φτωχό τουριστικό ρούχο που τού έχει φορέσει η εμπορική του χρήση που του επιβλήθηκε σιγά σιγά στην πορεία της σύγχρονης μεταπολεμικής ελληνικής ιστορίας. Και φτωχαίνει ακόμη περισσότερο το νόημά του από την παραποιημένη ταύτιση του με έναν ανιστορικό και έμμονο τοπικισμό.",
        "18":"Αυτή την εποχή που η γνώση χάνεται λοιπόν  η Ίρις Λυκουριώτη Αναπληρώτρια Καθηγήτρια του Τμήματος Αρχιτεκτόνων Μηχανικών του Πανεπιστημίου Θεσσαλίας, τη χαρακτηρίζει ως εποχή γνωσιοκτονίας.",
        "19":"Θα μου πείτε τόση νέα γνώση παράγεται καθημερινά από επιστήμονες ερευνητές ανά τον κόσμο, η τεχνολογία ανανεώνεται διαρκώς σε κάθε τομέα.",
        "20":"Όμως, όπως εξηγεί η κ. Λυκουριώτη στο άρθρο της με τίτλο : \"Κοσμοπολιτικές Τεχνογεωγραφίες: Οι Επιστημολογίες του Νότου και τα τεχνουργήματα-τεχνάσματα προς μια αποαποικιοποίηση του σχεδιασμού\"",
        "21":"«Η μείωση του πληθυσμού της υπαίθρου της θαλασσινής και της ορεινής, η παύση των παραδοσιακών δραστηριοτήτων , ο εκτοπισμός και η εξαφάνιση των εργαστηρίων  και των τεχνιτών και ο μετατροπή  γειτονιών και οικισμών ολόκληρων σε περιοχές τουριστικής ψυχαγωγίας, μεταβάλλουν ριζικά τη ζωή και τον τόπο,",
        "22":"1. Aλλάζουν τις αλυσίδες παραγωγής προϊόντων.",
        "23":"2. Aυξάνουν τις διατροφικές και κατασκευαστικές εξαρτήσεις  με σοβαρές συνέπειες σε κάθε τομέα του βίου.",
        "24":"Μέσα σε αυτή την διαρκώς αυξανόμενη εξάρτηση λοιπόν μας προβληματίζει το γεγονός ότι  πρέπει να δώσουμε ό,τι αγαθό έχουμε για να υπάρχει αντίκρισμα. Για να μπορούμε να αποκτήσουμε τα όλο και από πιο εξεζητημένα καταναλωτικά τεχνολογικά προιόντα και συσκευές ως και την κάλυψη της πιο ζωτικής ανάγκης που αφορά τις υπηρεσίες υγείας και διατροφής.",
        "25":"Και αυτό που δίνουμε, προσθέτει η  Λυκουριώτη,  είναι η μετατροπή των αλιευτικών λιμανιών σε μαρίνες, η παράδοση των βουνών  για εξορύξεις ή για ενεργειακούς πυλώνες, η παράδοση της γης σε όλο και μεγαλύτερη και ανεξέλεγκτη τουριστική αξιοποίηση, δίχως να απασχολεί η ισορροπία  το αύριο της ζωής στη γη αυτή και για αυτούς που θα την κληρονομήσουν.",
        "26":"Μας θυμίζει πως κάπου τριάντα χρόνια πριν η ΕΚ τότε επιδότησε την καταστροφή των ψαροκάικων στην Ελλάδα.  Είναι εκείνη η περίοδος που αν ανατρέξετε θα δείτε φωτογραφίες όμορφων περήφανων ξύλινων σκαριών να είναι κομμένα στη μέση ή σπασμένα. Μια πανάρχαια τέχνη συνυφασμένη με τη νησιωτική ζωή. Που ευτυχώς δεν χάθηκε ολοσχερώς γιατί δεν υπέκυψαν όλοι.",
        "27":"Θέλω να καταλήξω πως η γνώση του τόπου και η γνώση κάθε τέχνης του, μειώνει την εξάρτηση και μας καθιστά αυτάρκεις, Η γνώση αυτή προσπαθούμε να μεταφέρεται μέσα από τα εργαστήρια και το αρχείο προφορικών αφηγήσεων του Ρόδακα, για να γίνει σε συνδυασμό με τη σύγχρονη τεχνολογία ο τρόπος να κρατηθούμε ελεύθεροι, υγιείς, δημιουργικοί και αξιοπρεπείς. Να κρατηθούμε Κοινότητα!",
        "28":"Καταλαβαίνετε πως για αυτή τη δουλειά οι προσπάθειες γίνονται από το υστέρημα του χρόνου και των δυνάμεων πολλών από εμάς. Έτσι η συνεργασία και η βοηθειά σας των φίλων του Ρόδακα είναι πολύτιμη.  Θα μπορούσαμε να σας αγκαλιάζουμε  και να σας ευχαριστούμε για πολλή ώρα είναι η αλήθεια, γιατί οι φίλοι εδώ είμαστε πολλοί, και αυτό είναι το καλό…είμαστε εδώ γιατί οι δρόμοι μας συναντιούνται όχι τυχαία γιατί μας συνδέουν οι ίδιες αγωνίες και οι ίδιες αγάπες και οι ίδιες ιδέες."
    },
    "map":{
        "display":"Επίπεδα χάρτη",
        "legend":"Υπόμνημα",
        "buildings":"Χρήσεις κτιρίων",
        "basemap":"Δορυφόρος",
        "families":"Οικογενειακές νησίδες"
    }
}