{
    "language":"ελ",
    "rodakas":"Rodakas",
    "activities":"Activity",
    "archive":"Archive",
    "multimedia":"Multimedia",
    "communication":"Contact",
    "COMMUNICATION":"COMMUNICATION",
    "address":"Address",
    "margarites":"Margarites,  Rethymno 74052, Greece",
    "president-contact":"Padouva Maria - President: 0030 – 6944330970",
    "secretary-contact": "Stamataki Georgia – Secretary: 0030 – 6941592259",
    "clerk-contact":"Fasouli Evaggelia – Treasurer: 0030 – 6944216552",
    "send-us-message":"Send us a message!",
    "homescreen-title":"Oral Narratives Group of Margarites",
    "homepage":"Homepage",
    "narratives-archive":"Oral narratives archive",
    "narratives-archive-text":"From 2017 to the present the Margarites Oral Narratives team has conducted over 100 interviews of mainly Margarites residents with a focus on life histories, family histories and the arts and practices of the last century. A number of interviews from the 80s conducted by Maria Padouva, president of Rodakas, will be added to this archive. The entire interview archive is being transcribed and edited, new interviews are constantly being added to it as the team continues its action.",
    "photo-archive":"Photography archive",
    "photo-archive-text":"From 2017 to the present day the Margarites Oral Narratives team has collected dozens of photographs of the village and its inhabitants provided by the private collections of the village's people, taken from the early 20th century onwards.",
    "stone-house-title":"Stone-built house of Margarites",
    "stone-house-text":"Brief reference to the physiognomy of the Margarites community until the middle of the 20th century and the form of the stone-built residence.",
    "not available":"Currently not available online",
    "download":"download",
    "mavrogiannis":"Mavrogiannis",
    "karfakis":"Pantelis Karfakis",
    "drosaki":"Eleni Drosaki",
    "president":"President",
    "secretary":"Secretary",
    "treasurer":"Treasurer",
    "member":"Member",
    "about1-title":"The Margarites Oral Narratives Team",
    "about1-text1":"It was created in 2017 by a group of residents of the village of Margarites in Rethymnon. The aim was to record the life histories of the oldest residents of the Community.",
    "about1-text2":"A main motive for the archive creation was the realisation that as the generation of people who in 2017 were over 80 years old was close to the end, the living memory of historic events during the World War II, the Occupation, the civil war and to this day, is also going to be lost. At the same time, the living memory of social events and relations during the period that Margarites and the nearby communities were populous is getting lost, a time when livelihood was based on agricultural production, pottery making and when most transactions were based on product exchange. Moreover, with this generation the living memory of professions and daily life practices ends, as well as the memory of the settlement layout before the middle of the 20th century.",
    "about1-text3":"A powerful motive behind our effort was also the need to capture the speech of the people who narrate. A voice that is usually unaffected by formal education and which, as far as content, vocabulary and prosody is concerned, echoes the era of Orality, an era when knowledge, information, action, emotion and also every kind of relationship emerged and was captured through the living and continuous oral narratives of the Community.",
    "about2-title":"Rodakas",
    "about2-text1":"The Community of Margarites is the connecting thread of Rodakas. The history, the people, the social/demographic, institutional and cultural changes that emerge through the narratives of its inhabitants were the first and most important common ground and interest of the group; they gave motivation and provided the inspiration for its creation and aims.",
    "about2-text2":"Rodakas set as its primary goal the creation of the Archive of Oral History, as well as the Photographic Archive of the Margarites Community, which will be useful and convenient for research, and at the same time it will constitute a legacy and a memory deposit for the younger generation, whether they are residents or come from Margarites and the surrounding communities. The same applies to the stone and pottery workshops. Knowledge and knowhow originate in the Community, is accessible to the wider public and eventually comes back to the Community.",
    "members":"Members",
    "members1-mame":"Maria Padouva",
    "members1-title":"Philologist",
    "members1-text":"I was born in Athens in 1959. My mother came from Margarites and my father from Orthe in Mylopotamos. I graduated from the Faculty of Media and Modern Greek Studies of the Philosophical School of the University of Ioannina and then I studied at the ECOLE DES HAUTES ETUDES EN SCIENCES SOCIALES, in Paris where I received the Diploma in Ethnology. I continued my postgraduate studies at PARIS 1 PANTHEON-SORBONNE University where I received the D.E.A. from the field of Byzantine and Post-Byzantine History. My research in the field of Ethnology and History was carried out with reference to the villages of Mylopotamos in Crete and especially Margarites and for this reason I started the first interviews with residents of the area in the 1980s. The subject of my research was the Habitation and Family in Mountainous and Semi-mountainous Mylopotamos. During this time, I worked as an ethnologist in research programs at Panteion University and the Museum of Cretan Ethnology, in collaboration with Christoforos Vallianos, in Voros of Heraklion, on the subject of Ceramic Art in the villages of Crete. (Especially Margarites and Thrapsano). I currently work in Public Secondary Education as a philologist since 1994 and I have two children. In the summer of 2017, I settled in Margarites and transferred to the Mylopotamos Garazos High School, of which I am still the director. One of the most important reasons for which I sought to return to my place of origin was to continue ethnographic recording, collecting oral history, family and life histories, as well as recording expertise and practices that are no longer practiced in terms of arts, the processing of products, the cultivation of the land... I also had a strong conviction that these processes should be the subject of teamwork by members of the Community itself that will be materialised in the form of archives, but also through live workshops, a way of connecting with the past, the local History and the identity of the Community itself and its members.",
    "members2-mame":"Georgia Stamataki",
    "members2-title":"title",
    "members2-text":"...",
    "members3-mame":"Evaggelia Fasouli",
    "members3-title":"title",
    "members3-text":"...",
    "members4-mame":"Athina Skepetzaki",
    "members4-title":"title",
    "members4-text":"...",
    "members5-mame":"Antonis Leontidis",
    "members5-title":"Musician",
    "members5-text":"...",
    "members6-mame":"Eirini Fasouli",
    "members6-title":"Freelancer",
    "members6-text":"My name is Fassouli Irini. I was born and live in Margarites. I am married and have three children. I am professionally active in the village in tourism. I love my village and I consider important the promotion of local history and the village’s continuity through the young people. I wish to realize these goals through my work at Rodakas. I am grateful that in the difficult times we live I am given this opportunity.",
    "members7-mame":"Kostas Papadakis",
    "members7-title":"Theologian",
    "members7-text":"I was born in Athens to parents originally from Margarites. I studied Theology at the Aristotle University of Thessaloniki and did postgraduate studies specializing in Church History. I attended seminars on Greek paleography at the MIET and at the Patriarchal Foundation for Patriarchal Studies and historical sciences at the Center for Byzantine Studies of the National Research Foundation. My research interests are in the area of ecclesiastical history, the history of books and libraries with an emphasis on ecclesiastical archives and libraries. I worked at the 9th Ephorate of Byzantine Antiquities (Thessaloniki). Since 1992 I have been living and working in Crete. I worked as a bookstore employee, as a teacher in secondary education, as an excavation technician in Eleftherna and from 1998 until today as a librarian in the rare books department of the library of the University of Crete. From 1995 to 1998 I participated in the council of the Community of Margarites. My participation in Rodakas is an opportunity to combine the study of our oral tradition and material culture with bibliographical and archival research.",
    "members8-mame":"Nikos Tzanidakis",
    "members8-title":"title",
    "members8-text":"...",
    "members9-mame":"Nikoleta Kavgalaki",
    "members9-title":"title",
    "members9-text":"...",
    "members10-mame":"Smaragda Touloupa",
    "members10-title":"title",
    "members10-text":"...",
    "members11-mame":"Charalampos Leontidis",
    "members11-title":"Computer Engineer",
    "members11-text":"Born in Athens, originally from Margarites, I went from being a visitor to a resident of the village in 2020. I am a graduate of the School of Electrical and Computer Engineering of the National Technical University of Athens. Challenged by the future of the isolated small communities in the Greek countryside, I chose to attend and complete the Interdisciplinary Master's Program \"Environment and Development of Mountainous Areas\" of the National Technical University of Athens, in which I was involved in the study of scenarios for flood prevention stations in the area Rethymnon. To me, Rodakas is, apart from a personal bet, a political position as an attempt to support the small community and strengthen the local production of culture and knowledge.",
    "multimedia1-title":"\"The Threshold of Memory\"",
    "multimedia1-text":"How were the solid residential units with the tall outer walls that close 'like a pomegranate', the residences of Margarites, built? Which families lived in which neighborhoods and what were their stories? How did the builders extract the stone and how was a house built by the local craftsmen? These are the topics that \"The Threshold of Memory\" 2019, the second documentary of the Oral History Group (Rodakas), talks about. This record is based on oral testimonies and is a journey through the public spaces and a reminiscence of the ancestral home and the childhood years of the village residents.",
    "multimedia2-title":"\"Harder Years, Happier Years\"",
    "multimedia2-text":"A section of the archival material (videos, interviews, photos) from the life histories records of the older residents of Margarites was used to create the documentary \"Harder years, happier years\", focusing on the important personal relationships and the historical and social events that affected the lives of the people who narrate. The decision to make the documentary arose from the team’s need to communicate its activity and to contribute in raising awareness about the importance of storytelling and the value of memory in establishing cultural identity and social cohesion.",
    "stoneworkshop":{
        "title":"Workshop of drystone wall construction and preservation and restoration of masonry using natural materials",
        "dates":"22 - 29 july 2023",
        "introtext":"A well-built masonry is always enviable, it catches our eye and takes us on a journey through its symmetry but also its asymmetrical uniqueness. It gives us admiration for the master's mirage, the desire to see the life inside it and the era that gave birth to it. The techniques and experience of traditional stonework still lives in the hands of some craftsmen throughout Greece. For the fourth year, the Rodakas team is organizing two Workshops for the transmission and application of the basic principles of traditional building in our country, using natural materials. The experiential knowledge, the work and the completion of the specific project, create the unique possibility to change the relationship and perspective of the participant towards buildings of all kinds, the built space and its environment. On your side will be the local Masters Yiannis Alefantinos (Margarites), for the restoration of a stone wall and the pointing with natural materials, and Kostas Vergianakis with his workshop (Alfa) for the construction of dry stone. Their biographies are below. You will also attend a theoretical and practical introduction to the applications of soil and lime based mortars in traditional and sustainable constructions by architects Claire Oiry, Giorgos Andresakis and Giorgos Igglezakis. The program of parallel actions will be published soon.",
        "info1":"The Drystone Construction workshop and the Restoration of Traditional Masonry with Natural Materials workshop will run concurrently so participants of this year's stonework workshop can choose to participate in one of the two.",
        "Programtitle":"Physiognomy and program of the workshop:",
        "program":"The workshop will begin with the reception of the participants and a historical and architectural tour of the village on Saturday, July 22. The workshops will be daily in the morning hours until noon at 14.00 from Sunday 23 to Saturday 29 July. In the afternoons, parallel activities such as speeches and thematic excursions will take place. On the last day, after a debriefing at noon, a celebration will follow in the evening for the closing of the workshop. The detailed program and parallel actions will be announced soon.",
        "accommodation":"Accommodation:",
        "accommodationInfo1":"Accommodation is provided free of charge for a certain number of participants in the hospitality area of the monastery of Christ Savior and Saint Gedeon.",
        "accommodationInfo2":"Camping space is provided free of charge for participants to stay in their own tents.",
        "accommodationHouses":"Accommodation is available in the guesthouses:",
        "accommodationHouses1":"\"kouriton House\" in the settlement of Margarites' Tzannakiana, with available: Double rooms at a cost of 20 euros per person with breakfast. Triple and Quadruple rooms at a cost of 15 euros per person Contact phone: 6945722052 Ms. Anastasia Fryganaki",
        "accommodationHouses2":"\"Chalicoutika\", Margarites. A house fully equipped with two bedrooms with double beds and one single bed in common space available. The cost of the entire residence is 70 euros. Contact phone: 6973005153 Mr. George Skalidakis",
        "accommodationHouses3":"\"Archontiko Rodomeli\" Margarites. Guesthouse with double rooms. Room price 50 euros. Contact phone number Ms. Eleni Giannousaki 6979101973",
        "costAndRegistration":"Cost of the workshop and registration:",
        "cost":"The cost of the workshop is 180 euros. In order to reserve your place, an advance payment of 60 euros must be deposited into the account of Rodakas GR60 0171 3750 0063 7516 4234 881, ΑΜΚΕ RODAKAS (Piraeus Bank). To register your participation, fill out the form below.",
        "registration":"Registration",
        "formlink":"https://forms.gle/qrybcdWrLUzSfiWL7",
        "instructorTitle":"instructors:",
        "instructorName1":"Yiannis Alefantinos",
        "instructorBio1":"Yiannis Alefantinos was born in 1956, in Tzannakiana, a settlement of the Community of Margarites Mylopotamos. His grandfather, like his father Giannis and his paternal uncles, George and Nikos, were all stonemasons and were involved in construction as well as stone sculpting. He studied with them from his childhood. He learned from a child the techniques of mining and the types of local stone, the building of the stone wall, the chiselling and the construction of doors, as well as the sculpting of the stone. He built \"with couple\" the master Giorgis Gerovasakis, in the Despotic of the Metropolis of Rethymnon, he participated in the construction of the churches of the Prophet Elias in Ancient Eleftherna, of the Holy Trinity in Angeliana, of Agios Georgios in Humeri, of Agios Spyridon in Piguniana, in the construction of the school in the village of Chonos Rethymnon. He also worked on the restoration of the Monastery of Agios Ioannis in Bali as well as on the restoration projects of the Fortezza of Rethymno and the mansion-tower of the doctor Emmanuel Mathioudakis in Angeliana. He was involved in the construction of a large number of stone-built houses until the 90s. When the use of stone as a basic building material decreased, he continued working in the reconstruction and restoration of stone structures, in pointing and plastering of stone masonry. He used local soils and experimented with them for the strength and tightness of joints and plasters. He was interested in solidity as much as the aesthetic effect and therefore used the knowledge from the tradition of his ancestors and his own great technical experience. At the same time, as he respected and always had a great interest in tradition, he created a remarkable written archive of records of his fellow villagers, but also of historical events that he experienced and that characterized his time. Yiannis Alefantinos is the last stone mason in Margarites, who knows and applies the local building techniques, which were used for centuries by the stone masons in this village, creating its excellent characteristic image. Since the first stone workshop in the summer of 2020, Yiannis Alefantinos has participated as an instructor in all the stonework restoration workshops of RODAKAS. He also took part in the research of the Margarites Oral Narratives Group for the historical recording of the families and homes of the Margarites Community and helped significantly in the realization of the documentary of the Margarites Oral Narratives Group: \"The Threshold of Memory\".",
        "instructorName2":"Kostis Vergianakis",
        "instructorBio2":"Kostas Vergianakis was born in 1962 in the Alpha settlement of Mylopotamos municipality, a village with a rich cultural heritage. In the settlement, due to the rich subsoil in porolite deposits, the famous Alfopetra, a stone easy to process and resistant to its use in constructions, there were developed many famous and remarkable, for the time in which each lived, masters in building with stone. In 1985, Kostas Vergianakis was taught the art of stonework by two of these \"masters\", Charalambos and Yiannis Vergianakis. Craftsmen with a significant legacy in the field of stone constructions. His acquaintance and collaboration with Manolis Skevakis, stonemason - sculptor, in 1990 pushed him to see the construction of stone from another angle, while then the professional collaboration with Konstantinos Tzanoudakis or Tzanoudokostas from the village of Langa in the municipality of Mylopotamos, master craftsman equally renowned for his building technique, he further expanded his knowledge and construction perception. Today, Kostas Vergianakis follows the same path that all the above showed him. Each one individually contributed in his own way to the formation of his character as a \"master craftsman\" with valuable construction experience. And he, in turn, tries to pass on his knowledge and the art he possesses, to anyone who is willing to learn.",
        "program0":"The workshops of masonry restoration using natural materials and drystone wall construction will take place every moring from 23 of July to 28 of July, between 8.30 and 14.00.", 
        "program1":{
            "date":"Saturday 22 July:",
            "morning": "Historical and architectural tour of Margarites by the Master of the Restoration Workshop Mr. Yiannis Alefantinos and the Ethnologist Mrs. Maria Padouva.",
            "evening":"The principles and laws of stonework in the local example by the Master of the Drystone Workshop, Mr. Konstantinos Vergianakis."
        },  
        "program2":{
            "date":"Sunday 23 July:",
            "evening":"Presentation in the courtyard of the Margarites Primary School, by Mrs. Maria Vakondiou, PhD in Archaeology, University of Crete, on the topic: Sculptors in the area of ​​Mylopotamos during the Venetian period."
        },
        "program3":{
            "date":"Monday 24 July:",
            "evening":"Presentation in the courtyard of the Margarites Primary school by Mr. Mousis Mylonas Emeritus Professor of Ecology of the University of Crete on the topic: The Ecological Significance of Drystone in a changing environment."
        },        
        "program4":{
            "date":"Wednesday 26 July:",
            "evening":"Hiking and geological tour in the Margarites gorge by Geologist Dr. Charalambos Fasoulas, President of the Psiloritis Geopark."
        },        
        "program5":{
            "date":"Friday 28 July:",
            "evening":"Presentation in the yard of the Margarites Primary school by the architect Mrs. Claire Oiry and the architects Mr. Giorgos Andresakis and Mr. Giorgos Igglezakis on the topic: Clay and Lime. The binding materials of sustainable construction. The presentation will be an introduction to the workshop that will take place on July 29 for the practical introduction to mortars in traditional and sustainable constructions."
        },        
        "program6":{
            "date":"Saturday 29 July:",
            "morning":"Workshop for the practical introduction to mortars in traditional and sustainable constructions by the architect Mrs. Claire Oiry and the architects Mr. George Andresakis and Mr. George Inglezakis",
            "evening":"Valuation and closing event for the end of the Stonework Workshops July 2023"
        } 
    },
    "loomworkshop":{
        "title":"Workshop of loom weaving",
        "dates":"2 - 9 September 2023",
        "introtext":"A well-built masonry is always enviable, it catches our eye and takes us on a journey through its symmetry but also its asymmetrical uniqueness. It gives us admiration for the master's mirage, the desire to see the life inside it and the era that gave birth to it. The techniques and experience of traditional stonework still lives in the hands of some craftsmen throughout Greece. For the fourth year, the Rodakas team is organizing two Workshops for the transmission and application of the basic principles of traditional building in our country, using natural materials. The experiential knowledge, the work and the completion of the specific project, create the unique possibility to change the relationship and perspective of the participant towards buildings of all kinds, the built space and its environment. On your side will be the local Masters Yiannis Alefantinos (Margarites), for the restoration of a stone wall and the pointing with natural materials, and Kostas Vergianakis with his workshop (Alfa) for the construction of dry stone. Their biographies are below. You will also attend a theoretical and practical introduction to the applications of soil and lime based mortars in traditional and sustainable constructions by architects Claire Oiry, Giorgos Andresakis and Giorgos Igglezakis. The program of parallel actions will be published soon.",
        "info1":"The Drystone Construction workshop and the Restoration of Traditional Masonry with Natural Materials workshop will run concurrently so participants of this year's stonework workshop can choose to participate in one of the two.",
        "Programtitle":"Physiognomy and program of the workshop:",
        "program":"The workshop will begin with the reception of the participants and a historical and architectural tour of the village on Saturday, July 22. The workshops will be daily in the morning hours until noon at 14.00 from Sunday 23 to Saturday 29 July. In the afternoons, parallel activities such as speeches and thematic excursions will take place. On the last day, after a debriefing at noon, a celebration will follow in the evening for the closing of the workshop. The detailed program and parallel actions will be announced soon.",
        "accommodation":"Accommodation:",
        "accommodationInfo1":"Accommodation is provided free of charge for a certain number of participants in the hospitality area of the monastery of Christ Savior and Saint Gedeon.",
        "accommodationHouses":"Accommodation is available in the guesthouses:",
        "accommodationHouses1":"\"kouriton House\" in the settlement of Margarites' Tzannakiana, with available: Double rooms at a cost of 20 euros per person with breakfast. Triple and Quadruple rooms at a cost of 15 euros per person. Contact phone: 6945722052 Ms. Anastasia Fryganaki",
        "accommodationHouses2":"\"Chalicoutika\", Margarites. A house fully equipped with two bedrooms with double beds and one single bed in common space available. The cost of the entire residence is 70 euros. Contact phone: 6973005153 Mr. George Skalidakis",
        "accommodationHouses3":"\"Archontiko Rodomeli\" Margarites. Guesthouse with double rooms. Room price 50 euros. Contact phone number Ms. Eleni Giannousaki 6979101973",
        "accommodationHouses4":"\"Discover Margarites Home\" Margarites. A house fully equipped with two bedrooms, one with double bed and one with two single beds and two additional sofa-beds in the living room. The cost of the entire residence is configured according to communication. Contact phone: 2831050761 Mrs. Katerina Christodoulaki",
        "costAndRegistration":"Cost of the workshop and registration:",
        "cost":"The cost of the workshop is 120 euros. In order to reserve your place, an advance payment of 50 euros must be deposited into the account of Rodakas GR60 0171 3750 0063 7516 4234 881, ΑΜΚΕ RODAKAS (Piraeus Bank). To register your participation, fill out the form below.",
        "registration":"Registration",
        "formlink":"https://forms.gle/DQ8yA7T69kmdgWiw9",
        "instructorTitle":"instructors:",
        "instructorName1":"Despina Pantelaki-Somaki",
        "instructorBio1":"I was born in Chania to pious and honest parents. My father was Telemachos Pantelakis, a traffic policeman in Chania and my mother Sofia was from Heraklion. She worked at the weaving mill of Eleni Kastrinoyannis. From my mother I got the influence and loved the art of weaving. At the age of sixteen, I got married to Emmanuel Somakis, a navy officer, and we had two children, Telemachus-Antonio and Stefania. I worked in many different jobs, favor making, making buttons, stringing pearls in goldsmiths, worked selling frozen goods and oranges in street food stores. But I always wanted to work with the loom! I was enchanted by the sound, the colors, the smells of the threads, the result... I had said that at the age of 40, no matter what I did, I would start a loom and I did it! At first I was disparaged for my choice to take up the loom, but I was not deterred. I'm proud to be a weaver!",
        "instructorBio11":"Despina Pantelaki-Somaki has been teaching weaving art at Lykeion ton Ellinidon in Chania for five years. She has been supplying with textiles the house of Chanel and also the house of Dior has been interested in being supplied. She has a collaboration with the Greek brand Gaenus of Eftychia Sarris in London and with other important houses.",
        "instructorName2":"Manolis Kouratoras",
        "instructorBio2":"CV",
        "program0":"The workshops of masonry restoration using natural materials and drystone wall construction will take place every moring from 23 of July to 28 of July, between 8.30 and 14.00.", 
        "program1":{
            "date":"Saturday 22 July:",
            "morning": "Historical and architectural tour of Margarites by the Master of the Restoration Workshop Mr. Yiannis Alefantinos and the Ethnologist Mrs. Maria Padouva.",
            "evening":"The principles and laws of stonework in the local example by the Master of the Drystone Workshop, Mr. Konstantinos Vergianakis."
        },  
        "program2":{
            "date":"Sunday 23 July:",
            "evening":"Presentation in the courtyard of the Margarites Primary School, by Mrs. Maria Vakondiou, PhD in Archaeology, University of Crete, on the topic: Sculptors in the area of ​​Mylopotamos during the Venetian period."
        },
        "program3":{
            "date":"Monday 24 July:",
            "evening":"Presentation in the courtyard of the Margarites Primary school by Mr. Mousis Mylonas Emeritus Professor of Ecology of the University of Crete on the topic: The Ecological Significance of Drystone in a changing environment."
        },        
        "program4":{
            "date":"Wednesday 26 July:",
            "evening":"Hiking and geological tour in the Margarites gorge by Geologist Dr. Charalambos Fasoulas, President of the Psiloritis Geopark."
        },        
        "program5":{
            "date":"Friday 28 July:",
            "evening":"Presentation in the yard of the Margarites Primary school by the architect Mrs. Claire Oiry and the architects Mr. Giorgos Andresakis and Mr. Giorgos Igglezakis on the topic: Clay and Lime. The binding materials of sustainable construction. The presentation will be an introduction to the workshop that will take place on July 29 for the practical introduction to mortars in traditional and sustainable constructions."
        },        
        "program6":{
            "date":"Saturday 29 July:",
            "morning":"Workshop for the practical introduction to mortars in traditional and sustainable constructions by the architect Mrs. Claire Oiry and the architects Mr. George Andresakis and Mr. George Inglezakis",
            "evening":"Valuation and closing event for the end of the Stonework Workshops July 2023"
        } 
    },
    "workshops":{
        "1":{
            "title":"Preservation and restoration of masonry using natural materials workshop",
            "dates":"31 July - 2 August 2020",
            "images":[
                "https://i.imgur.com/kD6pA2B.jpg",
                "https://i.imgur.com/wJiWyzR.jpg",
                "https://i.imgur.com/aOBoSVE.jpg"
            ]
        },
        "2":{
            "title":"Drystone wall construction workshop and preservation and restoration of masonry using natural materials workshop",
            "dates":"25 - 31 July 2021",
            "images":[
                "https://i.imgur.com/VljrNaN.jpg",
                "https://i.imgur.com/H6EhmSt.jpg",
                "https://i.imgur.com/b9qY1mt.jpg",
                "https://i.imgur.com/mezUuxE.jpg"
            ]
        },
        "3":{        
            "title":"Analog photography workshop",
            "dates":"24 - 27 March 2022",
            "images":[
                "https://i.imgur.com/sATS7g3.jpg"
            ]
        },
        "4":{
            "title":"Loom weaving workshop",
            "dates":"12 - 18 June 2022",
            "images":[
                "https://i.imgur.com/UxkF2RT.png"
            ]
        },
        "5":{
            "title":"Drystone wall construction workshop and preservation and restoration of masonry using natural materials workshop",
            "dates":"24 - 30 July 2022",
            "images":[
                "https://i.imgur.com/fyL6Jx6.jpg"
            ]
        },
        "6":{
            "title":"Drystone wall construction workshop and preservation and restoration of masonry using natural materials workshop",
            "dates":"22 - 28 October 2022",
            "images":[
                "https://i.imgur.com/Nqja63c.jpg"
            ]
        },
        "7":{
            "title":"Loom weaving workshop",
            "dates":"20 - 26 November 2022",
            "images":[
                "https://i.imgur.com/GALaxQL.jpg"
            ]
        },
        "8":{
            "title":"Loom weaving sessions",
            "dates":"January - February 2023",
            "images":[
                "https://i.imgur.com/nBw5wzF.jpg"
            ]
        },
        "9":{
            "title":"Feast of Rodakas",
            "dates":"13 May 2023",
            "images":[
                "https://i.imgur.com/heQFlPI.jpeg"
            ],
            "navigate":"/feast23"
        },
        "10":{
            "title":"Drystone wall construction workshop and preservation and restoration of masonry using natural materials workshop",
            "dates":"22 - 29 july 2023",
            "images":[
                "https://i.imgur.com/0f06LRw.jpg"
            ],
            "navigate":"/stoneworkshop"
        },
        "11":{
            "title":"Loom weaving workshop",
            "dates":"2 - 9 September 2023",
            "images":[
                "https://i.imgur.com/iqmyfQ1.jpeg"
            ],
            "button":"Information and registration",
            "navigate":"/loomworkshop"
        }
    },
    "speech":{
        "0":"English translation is not currently available"
    },
    "map":{
        "display":"Map Layers",
        "legend":"Legend",
        "buildings":"Building usage",
        "basemap":"Satellite",
        "families":"Family islands"
    }
}